[
    { "author": "", "quote": "A beautiful thing is never perfect." },
    {
        "author": "",
        "quote": "A bend in the road is not the end of the road...unless you fail to make the turn."
    },
    {
        "author": "John Lubbock",
        "quote": "A day of worry is more exhausting than a day of work."
    },
    {
        "author": "Denis Waitley",
        "quote": "A dream is your creative vision for your life in the future. You must break out of your current comfort zone and become comfortable with the unfamiliar and the unknown."
    },
    {
        "author": "Elbert Hubbard",
        "quote": "A failure is a man who has blundered but is not capable of cashing in on the experience."
    },
    {
        "author": "Joseph Roux",
        "quote": "A fine quotation is a diamond on the finger of a man of wit, and a pebble in the hand of a fool."
    },
    {
        "author": "",
        "quote": "A friend is someone who understands your past, believes in your future, and accepts you just the way you are."
    },
    { "author": "Cicero", "quote": "A friend is, as it were, a second self." },
    {
        "author": "May Sarton",
        "quote": "A garden is always a series of losses set against a few triumphs, like life itself."
    },
    {
        "author": "Chinese proverb",
        "quote": "A gem cannot be polished without friction, nor a man perfected without trials."
    },
    { "author": "Napoleon Hill", "quote": "A goal is a dream with a deadline." },
    { "author": "Larry Elder", "quote": "A goal without a plan is just a wish." },
    {
        "author": "Plato",
        "quote": "A good decision is based on knowledge and not on numbers."
    },
    { "author": "", "quote": "A good plan today is better than a perfect plan tomorrow." },
    { "author": "", "quote": "A good rest is half the work." },
    {
        "author": "",
        "quote": "A good teacher is like a candle, it consumes itself to light the way for others."
    },
    {
        "author": "Ralph Waldo Emerson",
        "quote": "A hero is no braver than an ordinary man, but he is braver five minutes longer."
    },
    {
        "author": "Abraham Lincoln",
        "quote": "A house divided against itself cannot stand."
    },
    { "author": "Buddha", "quote": "A jug fills drop by drop." },
    {
        "author": "Lao Tzu",
        "quote": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves."
    },
    {
        "author": "Jawaharlal Nehru",
        "quote": "A leader or a man of action in a crisis almost always acts subconsciously and then thinks of the reasons for his action."
    },
    {
        "author": "Winston Churchill",
        "quote": "A lie gets halfway around the world before the truth has a chance to get its pants on."
    },
    {
        "author": "George Bernard Shaw",
        "quote": "A life spent making mistakes is not only more honourable but more useful than a life spent in doing nothing."
    },
    {
        "author": "Kahlil Gibran",
        "quote": "A little knowledge that acts is worth infinitely more than much knowledge that is idle."
    },
    {
        "author": "Elbert Hubbard",
        "quote": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success."
    },
    {
        "author": "Chuck Norris",
        "quote": "A lot of people give up just before theyre about to make it. You know you never know when that next obstacle is going to be the last one."
    },
    {
        "author": "Chuck Norris",
        "quote": "A lot of times people look at the negative side of what they feel they can't do. I always look on the positive side of what I can do."
    },
    { "author": "Chanakya", "quote": "A man is great by deeds, not by birth." },
    {
        "author": "Edmond Rostand",
        "quote": "A man is not old as long as he is seeking something."
    },
    {
        "author": "Oliver Holmes",
        "quote": "A man may fulfil the object of his existence by asking a question he cannot answer, and attempting a task he cannot achieve."
    },
    {
        "author": "Donald Kircher",
        "quote": "A man of ability and the desire to accomplish something can do anything."
    },
    {
        "author": "Goethe",
        "quote": "A man sees in the world what he carries in his heart."
    },
    {
        "author": "Albert Einstein",
        "quote": "A man should look for what is, and not for what he thinks should be."
    },
    {
        "author": "Cardinal Retz",
        "quote": "A man who doesn't trust himself can never really trust anyone else."
    },
    {
        "author": "Zadok Rabinowitz",
        "quote": "A man's dreams are an index to his greatness."
    },
    {
        "author": "Albert Einstein",
        "quote": "A person who never made a mistake never tried anything new."
    },
    {
        "author": "Diogenes",
        "quote": "A philosopher named Aristippus, who had quite willingly sucked up to Dionysus and won himself a spot at his court, saw Diogenes cooking lentils for a meal. If you would only learn to compliment Dionysus, you wouldn't have to live on lentils. Diogenes replied, But if you would only learn to live on lentils, you wouldn't have to flatter Dionysus."
    },
    { "author": "Francis Bacon", "quote": "A prudent question is one half of wisdom." },
    {
        "author": "Johann Wolfgang von Goethe",
        "quote": "A really great talent finds its happiness in execution."
    },
    { "author": "Publilius Syrus", "quote": "A rolling stone gathers no moss." },
    { "author": "Sophocles", "quote": "A short saying oft contains much wisdom." },
    {
        "author": "Chinese proverb",
        "quote": "A single conversation across the table with a wise person is worth a months study of books."
    },
    {
        "author": "The Buddha",
        "quote": "A single lamp may light hundreds of thousands of lamps without itself being diminished."
    },
    {
        "author": "",
        "quote": "A smile is a light in the window of your face to show your heart is at home."
    },
    {
        "author": "Taleb Nassim Nicholas",
        "quote": "A Stoic is someone who transforms fear into prudence, pain into transformation, mistakes into initiation, and desire into undertaking."
    },
    { "author": "", "quote": "A stumble may prevent a fall." },
    {
        "author": "Isaac Asimov",
        "quote": "A subtle thought that is in error may yet give rise to fruitful inquiry that can establish truths of great value."
    },
    {
        "author": "David Brinkley",
        "quote": "A successful person is one who can lay a firm foundation with the bricks that others throw at him or her."
    },
    {
        "author": "Mark Twain",
        "quote": "A thing long expected takes the form of the unexpected when at last it comes."
    },
    {
        "author": "John Dryden",
        "quote": "A thing well said will be wit in all languages."
    },
    {
        "quote": "A truly rich man is one whose children run into his arms when his hands are empty.",
        "author": "Unknown"
    },
    {
        "author": "Albert Camus",
        "quote": "All men have a sweetness in their life. That is what helps them go on. It is towards that they turn when they feel too worn out."
    },
    {
        "author": "",
        "quote": "All the flowers of all the tomorrows are in the seeds of today."
    },
    {
        "author": "Bill Watterson",
        "quote": "All this modern technology just makes people try to do everything at once."
    },
    {
        "author": "Victor Hugo",
        "quote": "An invasion of armies can be resisted, but not an idea whose time has come."
    },
    {
        "author": "",
        "quote": "An obstacle may be either a stepping stone or a stumbling block."
    },
    { "author": "John Junor", "quote": "An ounce of emotion is equal to a ton of facts." },
    { "quote": "An unexamined life is not worth living.", "author": "Socrates" },
    { "author": "Aesop", "quote": "Appearances are often deceiving." },
    {
        "author": "Alan Cohen",
        "quote": "Appreciation is the highest form of prayer, for it acknowledges the presence of good wherever you shine the light of your thankful thoughts."
    },
    {
        "author": "Richard Bach",
        "quote": "Argue for your limitations, and sure enough theyre yours."
    },
    {
        "author": "Laura Teresa Marquez",
        "quote": "Arrogance and rudeness are training wheels on the bicycle of life for weak people who cannot keep their balance without them."
    },
    {
        "author": "Laura Teresa Marquez",
        "quote": "Arrogance and rudeness are training wheels on the bicycle of life, for weak people who cannot keep their balance without them."
    },
    {
        "author": "Donald Trump",
        "quote": "As long as your going to be thinking anyway, think big."
    },
    {
        "author": "",
        "quote": "As the rest of the world is walking out the door, your best friends are the ones walking in."
    },
    {
        "quote": "Ask and it will be given to you; search, and you will find; knock and the door will be opened for you.",
        "author": "Jesus"
    },
    { "author": "Bruce Lee", "quote": "Be happy, but never satisfied." },
    {
        "author": "Don Miguel Ruiz",
        "quote": "Be Impeccable with Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love."
    },
    { "author": "Rumi", "quote": "Be like a tree and let the dead leaves drop." },
    {
        "author": "",
        "quote": "Be thankful when you don't know something for it gives you the opportunity to learn."
    },
    {
        "author": "Saint Augustine",
        "quote": "Because God has made us for Himself, our hearts are restless until they rest in Him."
    },
    {
        "author": "",
        "quote": "Being right is highly overrated. Even a stopped clock is right twice a day."
    },
    {
        "author": "Norman Vincent Peale",
        "quote": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy."
    },
    {
        "quote": "Believe you can and you're halfway there.",
        "author": "Theodore Roosevelt"
    },
    {
        "author": "",
        "quote": "Beware of the half truth. You may have gotten hold of the wrong half."
    },
    {
        "author": "The Buddha",
        "quote": "Both formerly and now, it is only suffering that I describe, and the cessation of suffering."
    },
    {
        "quote": "Build your own dreams, or someone else will hire you to build theirs.",
        "author": "Farrah Gray"
    },
    {
        "author": "The Buddha",
        "quote": "By oneself is evil done; by oneself is one defiled. By oneself is evil left undone; by oneself is one made pure."
    },
    {
        "quote": "Certain things catch your eye, but pursue only those that capture the heart.",
        "author": " Ancient Indian Proverb"
    },
    {
        "quote": "Challenges are what make life interesting and overcoming them is what makes life meaningful.",
        "author": "Joshua J. Marine"
    },
    { "author": "Louis Pasteur", "quote": "Chance favors the prepared mind." },
    {
        "author": "Barack Obama",
        "quote": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek."
    },
    {
        "author": "Barack Obama",
        "quote": "Change will not come if we wait for some other person or some other time. We are the ones weve been waiting for. We are the change that we seek."
    },
    { "author": "", "quote": "Change your thoughts, change your life!" },
    { "author": "", "quote": "Change your words. Change your world." },
    {
        "author": "Sam Ewing",
        "quote": "Computers are like bikinis. They save people a lot of guesswork."
    },
    { "author": "The Buddha", "quote": "Conditions fall apart. Persist with diligence." },
    {
        "author": "John Dewey",
        "quote": "Conflict is the gadfly of thought. It stirs us to observation and memory. It instigates to invention. It shocks us out of sheep-like passivity, and sets us at noting and contriving."
    },
    {
        "author": "John Dewey",
        "quote": "Conflict is the gadfly of thought. It stirs us to observation and memory. It instigates to invention. It shocks us out of sheeplike passivity, and sets us at noting and contriving."
    },
    {
        "author": "Winston Churchill",
        "quote": "Continuous effort - not strength or intelligence - is the key to unlocking our potential."
    },
    {
        "author": "Winston Churchill",
        "quote": "Continuous effort, not strength or intelligence is the key to unlocking our potential."
    },
    {
        "author": "Winston Churchill",
        "quote": "Continuous effort, not strength or intelligence, is the key to unlocking our potential."
    },
    {
        "author": "",
        "quote": "Count your joys instead of your woes. Count your friends instead of your foes."
    },
    {
        "author": "Shannon L. Alder",
        "quote": "Courage doesn't happen when you have all the answers. It happens when you are ready to face the questions you have been avoiding your whole life."
    },
    {
        "author": "",
        "quote": "Courage is the discovery that you may not win, and trying when you know you can lose."
    },
    {
        "author": "Bruce Garrabrandt",
        "quote": "Creativity doesn't wait for that perfect moment. It fashions its own perfect moments out of ordinary ones."
    },
    {
        "author": "Terry Tempest Williams",
        "quote": "Creativity involves breaking out of expected patterns in order to look at things in a different way."
    },
    { "author": "Henri Matisse", "quote": "Creativity takes courage." },
    {
        "author": "Sue Patton Thoele",
        "quote": "Deep listening is miraculous for both listener and speaker. When someone receives us with open-hearted, non-judging, intensely interested listening, our spirits expand."
    },
    {
        "author": "Sue Patton Thoele",
        "quote": "Deep listening is miraculous for both listener and speaker.When someone receives us with open-hearted, non-judging, intensely interested listening, our spirits expand."
    },
    {
        "quote": "Definiteness of purpose is the starting point of all achievement.",
        "author": "W. Clement Stone"
    },
    {
        "author": "Seneca",
        "quote": "Difficulties strengthen the mind, as labor does the body."
    },
    {
        "author": "Arianna Huffington",
        "quote": "Discover the great ideas that lie inside you by discovering the power of sleep."
    },
    {
        "author": "Bruce Lee",
        "quote": "Do not pray for an easy life, pray for the strength to endure a difficult one"
    },
    {
        "quote": "Do what you can, where you are, with what you have.",
        "author": "Teddy Roosevelt"
    },
    { "author": "", "quote": "Don't be pushed by your problems; be led by your dreams." },
    {
        "author": "",
        "quote": "Don't fear failure so much that you refuse to try new things. The saddest summary of life contains three descriptions: could have, might have, and should have."
    },
    {
        "author": "",
        "quote": "Don't focus on making the right decision, focus on making the decision the right one."
    },
    {
        "author": "Rumi",
        "quote": "Don't grieve. Anything you lose comes round in another form."
    },
    {
        "author": "",
        "quote": "Don't let today's disappointments cast a shadow on tomorrow's dreams."
    },
    {
        "author": "",
        "quote": "Don't let what you can't do stop you from doing what you can do."
    },
    {
        "author": "",
        "quote": "Don't miss all the beautiful colors of the rainbow looking for that pot of gold."
    },
    { "author": "", "quote": "Don't wait for people to be friendly. Show them how." },
    { "quote": "Dream big and dare to fail.", "author": "Norman Vaughan" },
    { "quote": "Dreaming, after all, is a form of planning.", "author": "Gloria Steinem" },
    {
        "author": "",
        "quote": "Each time we face a fear, we gain strength, courage, and confidence in the doing."
    },
    {
        "quote": "Education costs money.  But then so does ignorance.",
        "author": "Sir Claus Moser"
    },
    {
        "author": "Malcolm X",
        "quote": "Education is our passport to the future, for tomorrow belongs to the people who prepare for it today."
    },
    { "quote": "Eighty percent of success is showing up.", "author": "Woody Allen" },
    {
        "quote": "Either write something worth reading or do something worth writing.",
        "author": "Benjamin Franklin"
    },
    { "quote": "Either you run the day, or the day runs you.", "author": "Jim Rohn" },
    {
        "quote": "Every child is an artist.  The problem is how to remain an artist once he grows up.",
        "author": "Pablo Picasso"
    },
    {
        "author": "",
        "quote": "Every day may not be good, but there's something good in every day."
    },
    { "author": "", "quote": "Every man dies. Not every man really lives." },
    { "author": "", "quote": "Every new day is another chance to change your life." },
    {
        "author": "",
        "quote": "Every sixty seconds you spend angry, upset or mad, is a full minute of happiness you'll never get back."
    },
    {
        "quote": "Every strike brings me closer to the next home run.",
        "author": "Babe Ruth"
    },
    { "author": "", "quote": "Everyone smiles in the same language." },
    {
        "author": "Victor Frankl",
        "quote": "Everything can be taken from a man but ... the last of the human freedoms - to choose ones attitude in any given set of circumstances, to choose ones own way."
    },
    {
        "author": "Victor Frankl",
        "quote": "Everything can be taken from a man but ... the last of the human freedoms to choose ones attitude in any given set of circumstances, to choose ones own way."
    },
    {
        "author": "Victor Frankl",
        "quote": "Everything can be taken from a man but ... the last of the human freedoms, to choose ones attitude in any given set of circumstances, to choose ones own way."
    },
    { "quote": "Everything has beauty, but not everyone can see.", "author": "Confucius" },
    {
        "author": "Wayne Dyer",
        "quote": "Everything is perfect in the universe - even your desire to improve it."
    },
    {
        "author": "Wayne Dyer",
        "quote": "Everything is perfect in the universe even your desire to improve it."
    },
    {
        "author": "Wayne Dyer",
        "quote": "Everything is perfect in the universe, even your desire to improve it."
    },
    {
        "author": "Jack Canfield",
        "quote": "Everything you want is on the other side of fear."
    },
    {
        "quote": "Everything you've ever wanted is on the other side of fear.",
        "author": "George Addair"
    },
    { "quote": "Fall seven times and stand up eight.", "author": "Japanese Proverb" },
    { "author": "Byron Pulsifer", "quote": "Fate is in your hands and no one else's" },
    { "author": "Byron Pulsifer", "quote": "Fate is in your hands and no one elses" },
    {
        "author": "Dorothy Thompson",
        "quote": "Fear grows in darkness; if you think there's a bogeyman around, turn on the light."
    },
    {
        "author": "Dorothy Thompson",
        "quote": "Fear grows in darkness; if you think theres a bogeyman around, turn on the light."
    },
    {
        "quote": "Few things can help an individual more than to place responsibility on him, and to let him know that you trust him.",
        "author": "Booker T. Washington"
    },
    {
        "quote": "First, have a definite, clear practical ideal; a goal, an objective. Second, have the necessary means to achieve your ends; wisdom, money, materials, and methods. Third, adjust all your means to that end.",
        "author": "Aristotle"
    },
    {
        "author": "Farhan Akhtar",
        "quote": "Friendship brings in a lot of honesty and trust into any relationship, especially a marriage."
    },
    {
        "author": "",
        "quote": "Friendship isn't a big thing. It's a million little things."
    },
    {
        "author": "Elie Wiesel",
        "quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing."
    },
    { "author": "", "quote": "From small beginnings come great things." },
    {
        "author": "Dalai Lama",
        "quote": "Genuine love should first be directed at oneself - if we do not love ourselves, how can we love others?"
    },
    {
        "author": "Dalai Lama",
        "quote": "Genuine love should first be directed at oneself if we do not love ourselves, how can we love others?"
    },
    {
        "author": "Dalai Lama",
        "quote": "Genuine love should first be directed at oneself, if we do not love ourselves, how can we love others?"
    },
    {
        "author": "Dalai Lama",
        "quote": "Genuine love should first be directed at oneself. if we do not love ourselves, how can we love others?"
    },
    {
        "author": "",
        "quote": "Giving up doesn't always mean you are weak; sometimes it means that you are strong enough to let go."
    },
    {
        "author": "",
        "quote": "Giving up doesn't always mean you are weak. Sometimes it means that you are strong enough to let go."
    },
    {
        "quote": "Go confidently in the direction of your dreams.  Live the life you have imagined.",
        "author": "Henry David Thoreau"
    },
    {
        "author": "Agatha Christie",
        "quote": "Good advice is always certain to be ignored, but that's no reason not to give it."
    },
    {
        "author": "Cicero",
        "quote": "Gratitude is not only the greatest of virtues, but the paren't of all the others."
    },
    {
        "author": "Cicero",
        "quote": "Gratitude is not only the greatest of virtues, but the parent of all the others."
    },
    {
        "author": "Melody Beattie",
        "quote": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow."
    },
    {
        "author": "Lazurus Long",
        "quote": "Great is the art of beginning, but greater is the art of ending."
    },
    {
        "author": "Mark Twain",
        "quote": "Happiness is a sunset - it is there for all, but most of us look the other way and lose it."
    },
    {
        "author": "Mark Twain",
        "quote": "Happiness is a Swedish sunset it is there for all, but most of us look the other way and lose it."
    },
    {
        "author": "Mark Twain",
        "quote": "Happiness is a Swedish sunset, it is there for all, but most of us look the other way and lose it."
    },
    {
        "quote": "Happiness is not something readymade.  It comes from your own actions.",
        "author": "Dalai Lama"
    },
    { "quote": "Happiness only real when shared.", "author": "Christopher McCandless" },
    {
        "author": "",
        "quote": "He who has health has hope, and he who has hope has everything."
    },
    {
        "author": "Napoleon Hill",
        "quote": "Here is one quality that one must possess to win, and that is definiteness of purpose, the knowledge of what one wants, and a burning desire to possess it."
    },
    {
        "author": "Salman Rushdie",
        "quote": "How do you defeat terrorism? Don't be terrorized."
    },
    {
        "quote": "I am not a product of my circumstances. I am a product of my decisions.",
        "author": "Stephen Covey"
    },
    {
        "author": "Florence Nightingale",
        "quote": "I attribute my success to this: I never gave or took an excuse."
    },
    {
        "quote": "I attribute my success to this: I never gave or took any excuse.",
        "author": "Florence Nightingale"
    },
    {
        "author": "Walter Cronkite",
        "quote": "I can't imagine a person becoming a success who doesn't give this game of life everything he's got."
    },
    {
        "author": "Walter Cronkite",
        "quote": "I can't imagine a person becoming a success who doesn't give this game of life everything hes got."
    },
    {
        "quote": "I didn't fail the test. I just found 100 ways to do it wrong.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "I have learned over the years that when one's mind is made up, this diminishes fear.",
        "author": "Rosa Parks"
    },
    {
        "quote": "I have nothing in common with lazy people who blame others for their lack of success. Great things come from hard work and perseverance. No excuses.",
        "author": "Kobe Bryant"
    },
    {
        "author": "Thomas Jefferson",
        "quote": "I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country."
    },
    {
        "author": "Ernest Hemingway",
        "quote": "I like to listen. I have learned a great deal from listening carefully. Most people never listen."
    },
    {
        "author": "Colette",
        "quote": "I love my past. I love my present. Im not ashamed of what Ive had, and Im not sad because I have it no longer."
    },
    {
        "author": "Albert Einstein",
        "quote": "I never think of the future. It comes soon enough."
    },
    { "author": "Alan Watts", "quote": "I owe my solitude to other people." },
    {
        "author": "Victoria Osteen",
        "quote": "I think that we have a great opportunity to impart our wisdom and our knowledge and our experience to this younger generation. It may be different times, but experience transcends time, and wisdom transcends time."
    },
    {
        "author": "William H. McRaven",
        "quote": "I think the best way to get a good night sleep is to work hard throughout the day. If you work hard and, of course, work out."
    },
    {
        "author": "Abraham Lincoln",
        "quote": "I will prepare and some day my chance will come."
    },
    {
        "quote": "I would rather die of passion than of boredom.",
        "author": "Vincent van Gogh"
    },
    {
        "author": "Lucille Ball",
        "quote": "I'd rather regret the things I've done than regret the things I haven't done."
    },
    {
        "author": "Louisa Alcott",
        "quote": "I'm not afraid of storms, for Im learning how to sail my ship."
    },
    {
        "author": "Bruce Lee",
        "quote": "I'm not in this world to live up to your expectations and you're not in this world to live up to mine."
    },
    {
        "quote": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.",
        "author": "Michael Jordan"
    },
    { "author": "", "quote": "I've never seen a smiling face that was not beautiful." },
    {
        "author": "Sue Grafton",
        "quote": "Ideas are easy. It's the execution of ideas that really separates the sheep from the goats."
    },
    {
        "author": "The Buddha",
        "quote": "If a man going down into a river, swollen and swiftly flowing, is carried away by the current — how can he help others across? – The Buddha"
    },
    {
        "author": "",
        "quote": "If I could reach up and hold a star for every time you've made me smile, the entire evening sky would be in the palm of my hand."
    },
    {
        "author": "Goethe",
        "quote": "If I know how you spend your time, then I know what might become of you."
    },
    {
        "author": "Aristotle",
        "quote": "If one way be better than another, that you may be sure is natures way."
    },
    {
        "author": "Edith Wharton",
        "quote": "If only we'd stop trying to be happy we'd have a pretty good time."
    },
    {
        "author": "Edith Wharton",
        "quote": "If only wed stop trying to be happy wed have a pretty good time."
    },
    {
        "quote": "If the wind will not serve, take to the oars.",
        "author": "Latin Proverb"
    },
    {
        "author": "",
        "quote": "If we are facing in the right direction, all we have to do is keep on walking."
    },
    {
        "author": "The Buddha",
        "quote": "If with a pure mind a person speaks or acts, happiness follows them like a never-departing shadow."
    },
    { "quote": "If you can dream it, you can achieve it.", "author": "Zig Ziglar" },
    { "author": "", "quote": "If you come to a fork in the road, take it." },
    {
        "author": "Tony Robbins",
        "quote": "If you do what you've always done, you'll get what youve always gotten."
    },
    {
        "author": "",
        "quote": "If you get up one more time than you fall, you will make it through."
    },
    {
        "quote": "If you hear a voice within you say “you cannot paint,” then by all means paint and that voice will be silenced.",
        "author": "Vincent Van Gogh"
    },
    {
        "quote": "If you look at what you have in life, you'll always have more. If you look at what you don't have in life, you'll never have enough.",
        "author": "Oprah Winfrey"
    },
    {
        "author": "Johann Wolfgang von Goethe",
        "quote": "If you must tell me your opinions, tell me what you believe in. I have plenty of doubts of my own."
    },
    {
        "author": "Johann Wolfgang von Goethe",
        "quote": "If you must tell me your opinions, tell me what you believe in. I have plenty of douts of my own."
    },
    {
        "quote": "If you want to lift yourself up, lift up someone else.",
        "author": "Booker T. Washington"
    },
    {
        "author": "Friedrich von Schiller",
        "quote": "If you want to study yourself look into the hearts of other people. If you want to study other people look into your own heart."
    },
    {
        "quote": "If you want your children to turn out well, spend twice as much time with them, and half as much money.",
        "author": "Abigail Van Buren"
    },
    {
        "author": "Ken Robinson",
        "quote": "If you're not prepared to be wrong, you'll never come up with anything original."
    },
    {
        "quote": "If you're offered a seat on a rocket ship, don't ask what seat! Just get on.",
        "author": "Sheryl Sandberg"
    },
    {
        "author": "Albert Einstein",
        "quote": "Imagination is everything. It is the preview of life's coming attractions."
    },
    {
        "author": "Laozi",
        "quote": "In dwelling, live close to the ground. In thinking, keep to the simple. In conflict, be fair and generous. In governing, don't try to control. In work, do what you enjoy. In family life, be completely present."
    },
    {
        "quote": "In order to succeed, your desire for success should be greater than your fear of failure.",
        "author": "Bill Cosby"
    },
    {
        "author": "Robert Frost",
        "quote": "In three words I can sum up everything I've learned about life: it goes on."
    },
    {
        "author": "Robert Frost",
        "quote": "In three words I can sum up everything Ive learned about life: it goes on."
    },
    {
        "author": "Eric Hoffer",
        "quote": "In times of change learners inherit the earth, while the learned find themselves beautifully equipped to deal with a world that no longer exists."
    },
    {
        "author": "Byron Pulsifer",
        "quote": "Into each life rain must fall but rain can be the giver of life and it is all in your attitude that makes rain produce sunshine."
    },
    {
        "author": "",
        "quote": "Invent your world. Surround yourself with people, color, sounds, and work that nourish you."
    },
    {
        "author": "The Buddha",
        "quote": "Irrigators channel waters; fletchers straighten arrows; carpenters bend wood; the wise master themselves."
    },
    {
        "author": "John Steinbeck",
        "quote": "It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it."
    },
    {
        "author": "",
        "quote": "It is better to take many small steps in the right direction than to make a great leap forward only to stumble backward."
    },
    {
        "author": "William Shakespeare",
        "quote": "It is not in the stars to hold our destiny but in ourselves."
    },
    {
        "quote": "It is not what you do for your children, but what you have taught them to do for themselves, that will make them successful human beings.",
        "author": "Ann Landers"
    },
    {
        "author": "Sydney Smith",
        "quote": "It is the greatest of all mistakes to do nothing because you can only do little - do what you can."
    },
    {
        "author": "Sydney Smith",
        "quote": "It is the greatest of all mistakes to do nothing because you can only do little do what you can."
    },
    {
        "author": "Sydney Smith",
        "quote": "It is the greatest of all mistakes to do nothing because you can only do little, do what you can."
    },
    { "author": "Seneca", "quote": "It is the power of the mind to be unconquerable." },
    {
        "author": "Elbert Hubbard",
        "quote": "It may happen sometimes that a long debate becomes the cause of a longer friendship. Commonly, those who dispute with one another at last agree."
    },
    { "author": "", "quote": "It takes both sunshine and rain to make a rainbow." },
    {
        "author": "John Cleese",
        "quote": "It's easier to do trivial things that are urgent than it is to do important things that are not, like thinking. And it's also easier to do little things we know we can do than to start on big things that we're not so sure about."
    },
    { "author": "", "quote": "It's easier to see the mistakes on someone else's paper." },
    {
        "quote": "It's not the years in your life that count. It's the life in your years.",
        "author": "Abraham Lincoln"
    },
    {
        "author": "",
        "quote": "It's not who you are that holds you back, it's who you think you're not."
    },
    {
        "quote": "It's your place in the world; it's your life. Go on and do all you can with it, and make it the life you want to live.",
        "author": "Mae Jemison"
    },
    { "author": "", "quote": "Kindness is the greatest wisdom." },
    {
        "author": "Bruce Lee",
        "quote": "Knowing is not enough, we must apply. Willing is not enough, we must do."
    },
    {
        "author": "Plotinus",
        "quote": "Knowledge has three degrees opinion, science, illumination. The means or instrument of the first is sense; of the second, dialectic; of the third, intuition."
    },
    {
        "author": "Plotinus",
        "quote": "Knowledge has three degrees, opinion, science, illumination. The means or instrument of the first is sense; of the second, dialectic; of the third, intuition."
    },
    { "author": "Jimi Hendrix", "quote": "Knowledge speaks, but wisdom listens." },
    {
        "author": "Rainer Maria Rilke",
        "quote": "Let everything happen to you. Beauty and terror. Just keep going. No feeling is final"
    },
    {
        "author": "Louis Pasteur",
        "quote": "Let me tell you the secret that has led me to my goal: my strength lies solely in my tenacity"
    },
    {
        "author": "",
        "quote": "Letting go isn't the end of the world; it's the beginning of a new life."
    },
    {
        "author": "Søren Kierkegaard",
        "quote": "Life can only be understood backwards; but it must be lived forwards."
    },
    {
        "quote": "Life is 10% what happens to me and 90% of how I react to it.",
        "author": "Charles Swindoll"
    },
    { "author": "A. Powell Davies", "quote": "Life is just a chance to grow a soul." },
    {
        "author": "Søren Kierkegaard",
        "quote": "Life is not a problem to be solved, but a reality to be experienced."
    },
    {
        "author": "",
        "quote": "Life is not measured by the breaths we take, but by the moments that take our breath."
    },
    {
        "quote": "Life is not measured by the number of breaths we take, but by the moments that take our breath away.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Life is what we make it, always has been, always will be.",
        "author": "Grandma Moses"
    },
    {
        "quote": "Life isn't about getting and having, it's about giving and being.",
        "author": "Kevin Kruse"
    },
    {
        "quote": "Limitations live only in our minds.  But if we use our imaginations, our possibilities become limitless.",
        "author": "Jamie Paolinetti"
    },
    {
        "author": "Mahatma Gandhi",
        "quote": "Live as if you were to die tomorrow. Learn as if you were to live forever."
    },
    { "author": "Joseph Campbell", "quote": "Love is a friendship set to music." },
    {
        "author": "",
        "quote": "Love is just a word until someone comes along and gives it meaning."
    },
    {
        "author": "",
        "quote": "Love is not blind; it simply enables one to see things others fail to see."
    },
    {
        "author": "Edward Everett Hale",
        "quote": "Make it your habit not to be critical about small things."
    },
    {
        "author": "Andre Gide",
        "quote": "Man cannot discover new oceans unless he has the courage to lose sight of the shore."
    },
    {
        "author": "Zeno of Citium",
        "quote": "Man conquers the world by conquering himself."
    },
    {
        "author": "",
        "quote": "Many people have gone further than they thought they could because someone else thought they could."
    },
    {
        "author": "",
        "quote": "More powerful than the will to win is the courage to begin."
    },
    { "author": "", "quote": "Most smiles are started by another smile." },
    { "author": "Lao Tzu", "quote": "Music in the soul can be heard by the universe." },
    {
        "author": "Thornton Wilder",
        "quote": "My advice to you is not to inquire why or whither, but just enjoy your ice cream while its on your plate, that's my philosophy."
    },
    {
        "author": "Forrest Gump",
        "quote": "My mama always said: life is like a box of chocolate, you never know what you gonna get."
    },
    {
        "author": "Forrest Gump",
        "quote": "My mama always said: life's like a box of chocolate, you never know what you gonna get."
    },
    {
        "author": "",
        "quote": "Never be afraid to try, remember... Amateurs built the ark, Professionals built the Titanic."
    },
    { "author": "", "quote": "Never let lack of money interfere with having fun." },
    {
        "author": "",
        "quote": "Never miss an opportunity to make others happy, even if you have to leave them alone in order to do it."
    },
    {
        "author": "",
        "quote": "Never tell me the sky's the limit when there are footprints on the moon."
    },
    {
        "author": "Victor Hugo",
        "quote": "No army can withstand the strength of an idea whose time has come."
    },
    { "author": "", "quote": "Nobody can do everything, but everybody can do something." },
    { "author": "Bodhidharma", "quote": "Not engaging in ignorance is wisdom." },
    {
        "author": "Rodin",
        "quote": "Nothing is a waste of time if you use the experience wisely."
    },
    {
        "quote": "Nothing is impossible, the word itself says, “I'm possible!”",
        "author": "Audrey Hepburn"
    },
    { "author": "Maya Angelou", "quote": "Nothing will work unless you do." },
    {
        "author": "A. A. Milne",
        "quote": "One of the advantages of being disorderly is that one is constantly making exciting discoveries."
    },
    {
        "author": "",
        "quote": "One who asks a question is a fool for five minutes; one who does not ask a question remains a fool forever."
    },
    {
        "author": "George Santayana",
        "quote": "One's friends are that part of the human race with which one can be human."
    },
    {
        "author": "Pablo Picasso",
        "quote": "Only put off until tomorrow what you are willing to die having left undone."
    },
    { "author": "", "quote": "Open minds lead to open doors." },
    {
        "author": "Catherine Pulsifer",
        "quote": "Our ability to achieve happiness and success depends on the strength of our wings."
    },
    {
        "author": "",
        "quote": "Our greatest glory is not in never failing but rising everytime we fall."
    },
    {
        "author": "Satya Nadella",
        "quote": "Our industry does not respect tradition. What it respects is innovation."
    },
    {
        "author": "Gordon Hinckley",
        "quote": "Our lives are the only meaningful expression of what we believe and in Whom we believe. And the only real wealth, for any of us, lies in our faith."
    },
    {
        "quote": "Our lives begin to end the day we become silent about things that matter.",
        "author": "Martin Luther King Jr."
    },
    {
        "author": "",
        "quote": "Peace of mind is not the absence of conflict from life, but the ability to cope with it."
    },
    {
        "author": "Tony Robbins",
        "quote": "People are not lazy. They simply have impotent goals - that is, goals that do not inspire them."
    },
    {
        "author": "Tony Robbins",
        "quote": "People are not lazy. They simply have impotent goals that is, goals that do not inspire them."
    },
    {
        "author": "Tony Robbins",
        "quote": "People are not lazy. They simply have impotent goals, that is, goals that do not inspire them."
    },
    {
        "quote": "People often say that motivation doesn't last. Well, neither does bathing.  That's why we recommend it daily.",
        "author": "Zig Ziglar"
    },
    {
        "author": "Dalai Lama",
        "quote": "People take different roads seeking fulfilment and happiness. Just because they're not on your road doesn't mean they've gotten lost."
    },
    {
        "author": "Dalai Lama",
        "quote": "People take different roads seeking fulfilment and happiness. Just because theyre not on your road doesn't mean they've gotten lost."
    },
    {
        "author": "Hal Abelson",
        "quote": "Programs must be written for people to read, and only incidentally for machines to execute."
    },
    {
        "author": "Tom Brady",
        "quote": "Proper sleep has helped me get to where I am today as an athlete, and it is something that I continue to rely on every day."
    },
    { "author": "", "quote": "Put your future in good hands : your own." },
    { "author": "", "quote": "Put your future in good hands, your own." },
    {
        "author": "Gustave Flaubert",
        "quote": "Reality does not conform to the ideal but confirms it."
    },
    {
        "quote": "Remember no one can make you feel inferior without your consent.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "Remember that not getting what you want is sometimes a wonderful stroke of luck.",
        "author": "Dalai Lama"
    },
    {
        "author": "Martin Luther",
        "quote": "Remove Christ from the Scriptures and there is nothing left."
    },
    { "author": "Rumi", "quote": "Respond to every call that excites your spirit." },
    {
        "author": "J.K. Rowling",
        "quote": "Rock bottom became the solid foundation on which I rebuilt my life."
    },
    {
        "author": "Wayne Dyer",
        "quote": "Simply put, you believer that things or people make you unhappy, but this is not accurate. You make yourself unhappy."
    },
    { "author": "Dalai Lama", "quote": "Sleep is the best meditation." },
    {
        "author": "Chelsea Leyland",
        "quote": "Sleep is the real beauty secret, but I don't get enough of that."
    },
    {
        "author": "William Shakespeare",
        "quote": "Sleep that knits up the ravelled sleeve of care. The death of each days life, sore labors bath. Balm of hurt minds, great natures second course. Chief nourisher in life's feast."
    },
    {
        "author": "Eddie Cantor",
        "quote": "Slow down and enjoy life. It's not only the scenery you miss by going too fast - you also miss the sense of where you are going and why."
    },
    {
        "author": "Eddie Cantor",
        "quote": "Slow down and enjoy life. It's not only the scenery you miss by going too fast, you also miss the sense of where you are going and why."
    },
    {
        "author": "",
        "quote": "Some people think it's holding that makes one strong, sometimes it's letting go."
    },
    { "author": "", "quote": "Some pursue happiness, others create it." },
    {
        "author": "",
        "quote": "Someone remembers, someone cares; your name is whispered in someone's prayers."
    },
    {
        "author": "Tom Jackson",
        "quote": "Sometimes the cards we are dealt are not always fair. However you must keep smiling and moving on."
    },
    {
        "quote": "Start where you are. Use what you have.  Do what you can.",
        "author": "Arthur Ashe"
    },
    { "author": "Steve Jobs", "quote": "Stay hungry. Stay foolish." },
    {
        "quote": "Strive not to be a success, but rather to be of value.",
        "author": "Albert Einstein"
    },
    {
        "author": "Bill Gates",
        "quote": "Success is a lousy teacher. It seduces smart people into thinking they can't lose."
    },
    { "author": "Woody Guthrie", "quote": "Take it easy - but take it." },
    { "author": "Woody Guthrie", "quote": "Take it easy but take it." },
    {
        "author": "Harvey Mackay",
        "quote": "Talent is God-given; be humble. Fame is man-given; be thankful. Conceit is self-given; be careful."
    },
    {
        "quote": "Teach thy tongue to say, “I do not know,” and thous shalt progress.",
        "author": "Maimonides"
    },
    {
        "author": "Douglas Adams",
        "quote": "Technology is a word that describes something that doesn't work yet."
    },
    {
        "author": "Lisa Alther",
        "quote": "That's the risk you take if you change: that people you've been involved with won't like the new you. But other people who do will come along."
    },
    {
        "author": "Paul Graham",
        "quote": "That's the thing about counter-intuitive ideas, they contradict your intuitions. So, they seem wrong."
    },
    {
        "author": "Lisa Alther",
        "quote": "Thats the risk you take if you change: that people you've been involved with won't like the new you. But other people who do will come along."
    },
    {
        "author": "Oscar Wilde",
        "quote": "The aim of life is self-development. To realize ones nature perfectly that is what each of us is here for."
    },
    {
        "author": "Oscar Wilde",
        "quote": "The aim of life is self-development. To realize ones nature perfectly, that is what each of us is here for."
    },
    { "author": "Diogenes", "quote": "The art of being a slave is to rule one's master." },
    {
        "quote": "The battles that count aren't the ones for gold medals. The struggles within yourself–the invisible battles inside all of us–that's where it's at.",
        "author": "Jesse Owens"
    },
    {
        "author": "",
        "quote": "The best place to find a helping hand is at the end of your own arm."
    },
    { "quote": "The best revenge is massive success.", "author": "Frank Sinatra" },
    {
        "quote": "The best time to plant a tree was 20 years ago. The second best time is now.",
        "author": "Chinese Proverb"
    },
    {
        "author": "Peter Drucker",
        "quote": "The best way to predict your future is to create it."
    },
    {
        "author": "Ursula Leguin",
        "quote": "The creative adult is the child who survived."
    },
    { "author": "", "quote": "The day always looks brighter from behind a smile." },
    { "author": "", "quote": "The day is already blessed, find peace within it." },
    {
        "author": "Unknown",
        "quote": "The definition of insanity is doing the same thing over and over again and expecting a different result."
    },
    {
        "author": "Dieter F. Uchtdorf",
        "quote": "The desire to create is one of the deepest yearnings of the human soul."
    },
    {
        "author": "",
        "quote": "The difficulties of life are intended to make us better, not bitter."
    },
    {
        "author": "Michelle Obama",
        "quote": "The fact is, with every friendship you make, and every bond of trust you establish, you are shaping the image of America projected to the rest of the world. That is so important. So when you study abroad, you're actually helping to make America stronger."
    },
    {
        "author": "Charlotte Perkins Gilman",
        "quote": "The first duty of a human being is to assume the right functional relationship to society - more briefly, to find your real job, and do it."
    },
    {
        "author": "Charlotte Perkins Gilman",
        "quote": "The first duty of a human being is to assume the right functional relationship to society more briefly, to find your real job, and do it."
    },
    {
        "author": "Charlotte Perkins Gilman",
        "quote": "The first duty of a human being is to assume the right functional relationship to society, more briefly, to find your real job, and do it."
    },
    {
        "author": "Dennis Gabor",
        "quote": "The future cannot be predicted, but futures can be invented. It was man's ability to invent which has made human society what it is."
    },
    { "author": "Mahatma Gandhi", "quote": "The future depends on what you do today." },
    {
        "author": "Dalai Lama",
        "quote": "The greatest antidote to insecurity and the sense of fear is compassion - it brings one back to the basis of one's inner strength"
    },
    {
        "author": "Dalai Lama",
        "quote": "The greatest antidote to insecurity and the sense of fear is compassion it brings one back to the basis of one's inner strength"
    },
    {
        "author": "Dalai Lama",
        "quote": "The greatest antidote to insecurity and the sense of fear is compassion, it brings one back to the basis of one's inner strength"
    },
    { "author": "", "quote": "The harder you fall, the higher you bounce." },
    {
        "author": "Abernathy",
        "quote": "The industrial landscape is already littered with remains of once successful companies that could not adapt their strategic vision to altered conditions of competition."
    },
    {
        "author": "Edith Södergran",
        "quote": "The inner fire is the most important thing mankind possesses."
    },
    {
        "author": "Ralph Waldo Emerson",
        "quote": "The invariable mark of wisdom is to see the miraculous in the common."
    },
    {
        "author": "John Burroughs",
        "quote": "The lure of the distant and the difficult is deceptive. The great opportunity is where you are."
    },
    {
        "quote": "The most common way people give up their power is by thinking they don't have any.",
        "author": "Alice Walker"
    },
    {
        "quote": "The most difficult thing is the decision to act, the rest is merely tenacity.",
        "author": "Amelia Earhart"
    },
    {
        "author": "Henry David Thoreau",
        "quote": "The most I can do for my friend is simply be his friend."
    },
    {
        "quote": "The only person you are destined to become is the person you decide to be.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "The only way to do great work is to love what you do.",
        "author": "Steve Jobs"
    },
    {
        "quote": "The person who says it cannot be done should not interrupt the person who is doing it.",
        "author": "Chinese Proverb"
    },
    {
        "author": "Henry David Thoreau",
        "quote": "The price of anything is the amount of life you exchange for it."
    },
    {
        "quote": "The question isn't who is going to let me; it's who is going to stop me.",
        "author": "Ayn Rand"
    },
    {
        "author": "",
        "quote": "The real measure of your wealth is how much youd be worth if you lost all your money."
    },
    { "author": "The Buddha", "quote": "The root of suffering is attachment." },
    {
        "author": "Pearl Buck",
        "quote": "The secret of joy in work is contained in one word excellence. To know how to do something well is to enjoy it."
    },
    {
        "author": "Pearl Buck",
        "quote": "The secret of joy in work is contained in one word, excellence. To know how to do something well is to enjoy it."
    },
    {
        "author": "Pearl Buck",
        "quote": "The secret of joy in work is contained in one word: excellence. To know how to do something well is to enjoy it."
    },
    {
        "author": "Fyodor Dostoevsky",
        "quote": "The soul is healed by being with children."
    },
    {
        "author": "",
        "quote": "The steeper the mountain the harder the climb the better the view from the finishing line"
    },
    {
        "author": "Albert Einstein",
        "quote": "The true sign of intelligence is not knowledge but imagination."
    },
    {
        "author": "Ella Wilcox",
        "quote": "The truest greatness lies in being kind, the truest wisdom in a happy mind."
    },
    {
        "quote": "The two most important days in your life are the day you are born and the day you find out why.",
        "author": "Mark Twain"
    },
    {
        "quote": "The way to get started is to quit talking and begin doing.",
        "author": "Walt Disney"
    },
    { "author": "", "quote": "The world doesn't happen to you it happens from you." },
    { "author": "Sylvia Plath", "quote": "The worst enemy to creativity is self-doubt." },
    {
        "quote": "There are no traffic jams along the extra mile.",
        "author": "Roger Staubach"
    },
    {
        "author": "Sophia Loren",
        "quote": "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age."
    },
    {
        "author": "Brian Tracy",
        "quote": "There is never enough time to do everything, but there is always enough time to do the most important thing."
    },
    {
        "author": "Wayne Dyer",
        "quote": "There is no scarcity of opportunity to make a living at what you love; there's only scarcity of resolve to make it happen."
    },
    {
        "author": "Wayne Dyer",
        "quote": "There is no scarcity of opportunity to make a living at what you love; theres only scarcity of resolve to make it happen."
    },
    {
        "author": "Christopher Morley",
        "quote": "There is only one success - to be able to spend your life in your own way."
    },
    {
        "author": "Christopher Morley",
        "quote": "There is only one success to be able to spend your life in your own way."
    },
    {
        "author": "Christopher Morley",
        "quote": "There is only one success, to be able to spend your life in your own way."
    },
    {
        "quote": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.",
        "author": "Aristotle"
    },
    {
        "author": "Epictetus",
        "quote": "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will. "
    },
    {
        "author": "Benjamin Haydon",
        "quote": "There surely is in human nature an inherent propensity to extract all the good out of all the evil."
    },
    {
        "author": "William Blake",
        "quote": "Think in the morning. Act in the noon. Eat in the evening. Sleep in the night."
    },
    { "author": "Confucius", "quote": "Think of tomorrow, the past can't be mended." },
    {
        "author": "Jean de la Bruyere",
        "quote": "Those who make the worse use of their time are the first to complain of its shortness"
    },
    {
        "author": "Yoriichi Tsugikuni",
        "quote": "Those who master their path always end up in the same place. Even if the times changes or the way to go there is different, They are certain to reach the same place."
    },
    {
        "author": "",
        "quote": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending."
    },
    {
        "author": "Walter Reisch",
        "quote": "Tired minds don't plan well. Sleep first, plan later."
    },
    {
        "author": "Thich Nhat Hanh",
        "quote": "To be beautiful means to be yourself. You do not need to be accepted by others. You need to accept yourself."
    },
    {
        "author": "Tim Menchen",
        "quote": "To dream of the person you would like to be is to waste the person you are."
    },
    {
        "author": "Saint Augustine",
        "quote": "To fall in love with God is the greatest romance; to seek him the greatest adventure; to find him, the greatest human achievement"
    },
    {
        "author": "Joan Didion",
        "quote": "To free us from the expectations of others, to give us back to ourselves - there lies the great, singular power of self-respect."
    },
    {
        "author": "Joan Didion",
        "quote": "To free us from the expectations of others, to give us back to ourselves there lies the great, singular power of self-respect."
    },
    {
        "author": "Joan Didion",
        "quote": "To free us from the expectations of others, to give us back to ourselves, there lies the great, singular power of self-respect."
    },
    {
        "author": "",
        "quote": "To get something you never had, you have to do something you never did."
    },
    {
        "author": "Theodore H. White",
        "quote": "To go against the dominant thinking of your friends, of most of the people you see every day, is perhaps the most difficult act of heroism you can perform."
    },
    {
        "author": "Bruce Lee",
        "quote": "To hell with circumstances; I create opportunities."
    },
    {
        "author": "Winston Churchill",
        "quote": "To improve is to change; to be perfect is to change often."
    },
    {
        "author": "Joseph Chilton Pearce",
        "quote": "To live a creative life, we must lose our fear of being wrong."
    },
    {
        "author": "Marcus Aurelius",
        "quote": "Today I escaped anxiety. Or no, I discarded it, because it was within me, in my own perceptions — not outside."
    },
    { "author": "", "quote": "Today is the tomorrow we worried about yesterday." },
    { "author": "", "quote": "Today is the tomorrow you worried about yesterday." },
    {
        "author": "David Bowie",
        "quote": "Tomorrow belongs to those who can hear it coming"
    },
    {
        "quote": "Too many of us are not living our dreams because we are living our fears.",
        "author": "Les Brown"
    },
    {
        "author": "Baltasar Gracián",
        "quote": "True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing."
    },
    {
        "author": "Billy Wilder",
        "quote": "Trust your own instinct. Your mistakes might as well be your own, instead of someone else's."
    },
    {
        "author": "Billy Wilder",
        "quote": "Trust your own instinct. Your mistakes might as well be your own, instead of someone elses."
    },
    {
        "author": "Albert Einstein",
        "quote": "Try not to become a man of success but rather try to become a man of value."
    },
    {
        "quote": "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do, so throw off the bowlines, sail away from safe harbor, catch the trade winds in your sails.  Explore, Dream, Discover.",
        "author": "Mark Twain"
    },
    {
        "quote": "Two roads diverged in a wood, and I—I took the one less traveled by, And that has made all the difference.",
        "author": "Robert Frost"
    },
    {
        "author": "Peter Drucker",
        "quote": "Until we can manage time, we can manage nothing else."
    },
    {
        "author": "Doris Mortman",
        "quote": "Until you make peace with who you are, you will never be content with what you have."
    },
    {
        "author": "Tony Robbins",
        "quote": "Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant."
    },
    {
        "author": "",
        "quote": "We all have problems. The way we solve them is what makes us different."
    },
    {
        "author": "Harold Nicolson",
        "quote": "We are all inclined to judge ourselves by our ideals; others, by their acts."
    },
    {
        "author": "Aristotle",
        "quote": "We are what we repeatedly do. Excellence, then, is not an act but a habit."
    },
    { "quote": "We become what we think about.", "author": "Earl Nightingale" },
    {
        "quote": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.",
        "author": "Plato"
    },
    {
        "author": "Thornton Wilder",
        "quote": "We can only be said to be alive in those moments when our hearts are conscious of our treasures."
    },
    { "author": "", "quote": "We cannot direct the wind but we can adjust the sails." },
    { "author": "", "quote": "We do what we do because we believe." },
    {
        "author": "Ralph Waldo Emerson",
        "quote": "We gain the strength of the temptation we resist."
    },
    {
        "author": "Maya Angelou",
        "quote": "We may encounter many defeats, but we must not be defeated."
    },
    {
        "quote": "We must balance conspicuous consumption with conscious capitalism.",
        "author": "Kevin Kruse"
    },
    {
        "quote": "We must believe that we are gifted for something, and that this thing, at whatever cost, must be attained.",
        "author": "Marie Curie"
    },
    {
        "author": "Barbara De Angelis",
        "quote": "We need to find the courage to say NO to the things and people that are not serving us if we want to rediscover ourselves and live our lives with authenticity."
    },
    {
        "author": "A. P. J. Abdul Kalam",
        "quote": "We should not give up and we should not allow the problem to defeat us."
    },
    { "author": "Seneca", "quote": "We suffer more often in imagination than in reality" },
    {
        "author": "Whoopi Goldberg",
        "quote": "We're here for a reason. I believe a bit of the reason is to throw little torches out to lead people through the dark."
    },
    {
        "author": "Walt Disney",
        "quote": "We've got to have a dream if we are going to make a dream come true."
    },
    {
        "author": "Whoopi Goldberg",
        "quote": "Were here for a reason. I believe a bit of the reason is to throw little torches out to lead people through the dark."
    },
    {
        "author": "Walt Disney",
        "quote": "Weve got to have a dream if we are going to make a dream come true."
    },
    { "author": "Richard Feynman", "quote": "What I cannot create, I do not understand." },
    {
        "author": "John Lubbock",
        "quote": "What we see depends mainly on what we look for."
    },
    { "author": "", "quote": "What we see is mainly what we look for." },
    {
        "author": "Buddha",
        "quote": "What you are is what you have been. What you will be is what you do now."
    },
    {
        "author": "Buddha",
        "quote": "What you are is what you have been. What you'll be is what you do now."
    },
    { "author": "", "quote": "What you see depends on what you're looking for." },
    {
        "quote": "What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do.",
        "author": "Bob Dylan"
    },
    {
        "quote": "Whatever the mind of man can conceive and believe, it can achieve.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Whatever you can do, or dream you can, begin it.  Boldness has genius, power and magic in it.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "author": "A. Powell Davies",
        "quote": "When a friend is in trouble, don't annoy him by asking if there is anything you can do. Think up something appropriate and do it."
    },
    { "author": "African proverb", "quote": "When deeds speak, words are nothing." },
    {
        "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
        "author": "Henry Ford"
    },
    {
        "author": "Dale Carnegie",
        "quote": "When fate hands us a lemon, let's try to make lemonade."
    },
    {
        "author": "Dale Carnegie",
        "quote": "When fate hands us a lemon, lets try to make lemonade."
    },
    {
        "quote": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left and could say, I used everything you gave me.",
        "author": "Erma Bombeck"
    },
    {
        "quote": "When I was 5 years old, my mother always told me that happiness was the key to life.  When I went to school, they asked me what I wanted to be when I grew up.  I wrote down ‘happy'.  They told me I didn't understand the assignment, and I told them they didn't understand life.",
        "author": "John Lennon"
    },
    {
        "quote": "When one door of happiness closes, another opens, but often we look so long at the closed door that we do not see the one that has been opened for us.",
        "author": "Helen Keller"
    },
    {
        "author": "Diogenes",
        "quote": "When some one reminded him that the people of Sinope had sentenced him to exile, he said, And I sentenced them to stay at home."
    },
    {
        "author": "African proverb",
        "quote": "When there is no enemy within, the enemies outside cannot hurt you."
    },
    {
        "author": "Marcus Aurelius",
        "quote": "When you arise in the morning, think of what a precious privilege it is to be alive to breathe, to think, to enjoy, to love."
    },
    {
        "author": "",
        "quote": "When you don't know what you believe, everything becomes an argument. Everything is debatable. But when you stand for something, decisions are obvious."
    },
    { "author": "", "quote": "When you lose, don't lose the lesson." },
    {
        "author": "Deepak Chopra",
        "quote": "When you make a choice, you change the future."
    },
    {
        "quote": "Whether you think you can or you think you can't, you're right.",
        "author": "Henry Ford"
    },
    { "author": "Elizabeth Browning", "quote": "Who so loves, believes the impossible." },
    { "author": "Elizabeth Browning", "quote": "Whoso loves, believes the impossible." },
    {
        "author": "",
        "quote": "Why compare yourself with others? No one in the entire world can do a better job of being you than you."
    },
    {
        "author": "",
        "quote": "Why worry about things you can't control when you can keep yourself busy controlling the things that depend on you?"
    },
    { "author": "", "quote": "Why worry about tomorrow, when today is all we have?" },
    {
        "quote": "Winning isn't everything, but wanting to win is.",
        "author": "Vince Lombardi"
    },
    {
        "author": "Abigail Adams",
        "quote": "Wisdom and penetration are the fruit of experience, not the lessons of retirement and leisure. Great necessities call out great virtues."
    },
    {
        "author": "David Jordan",
        "quote": "Wisdom is knowing what to do next; Skill is knowing how ot do it, and Virtue is doing it."
    },
    {
        "author": "David Jordan",
        "quote": "Wisdom is knowing what to do next; Skill is knowing how to do it, and Virtue is doing it."
    },
    {
        "author": "Confucius",
        "quote": "Wisdom, compassion, and courage are the three universally recognized moral qualities of men."
    },
    { "author": "", "quote": "Worry gives a small thing a big shadow." },
    {
        "author": "",
        "quote": "Yesterday is history. Tomorrow is a mystery. And today? Today is a gift that's why they call it the present."
    },
    {
        "author": "Zig Ziglar",
        "quote": "You are the only person on Earth who can use your ability."
    },
    { "author": "Carl Jung", "quote": "You are what you do, not what you say you do." },
    { "quote": "You become what you believe.", "author": "Oprah Winfrey" },
    {
        "author": "",
        "quote": "You can do what's reasonable or you can decide what's possible."
    },
    {
        "author": "",
        "quote": "You can never cross the ocean unless you have the courage to lose sight of the shore."
    },
    {
        "quote": "You can never cross the ocean until you have the courage to lose sight of the shore.",
        "author": "Christopher Columbus"
    },
    {
        "quote": "You can't fall if you don't climb.  But there's no joy in living your whole life on the ground.",
        "author": "Unknown"
    },
    {
        "quote": "You can't use up creativity.  The more you use, the more you have.",
        "author": "Maya Angelou"
    },
    {
        "author": "Maya Angelou",
        "quote": "You can't use up creativity. The more you use, the more you have."
    },
    {
        "author": "Kareem Abdul-Jabbar",
        "quote": "You can't win unless you learn how to lose."
    },
    {
        "author": "Peter Drucker",
        "quote": "You cannot predict the future, but you can create it."
    },
    {
        "author": "",
        "quote": "You don't drown by falling in water. You drown by staying there."
    },
    {
        "author": "Rahul Dravid",
        "quote": "You don't play for revenge. You play for respect and pride"
    },
    {
        "author": "Marcus Aurelius",
        "quote": "You have power over your mind — not outside events. Realize this, and you will find strength."
    },
    {
        "author": "Marcus Aurelius",
        "quote": "You have power over your mind not outside events. Realize this, and you will find strength."
    },
    {
        "author": "Brian Tracy",
        "quote": "You have within you, right now, everything you need to deal with whatever the world can throw at you."
    },
    {
        "quote": "You may be disappointed if you fail, but you are doomed if you don't try.",
        "author": "Beverly Sills"
    },
    {
        "author": "",
        "quote": "You may only be someone in the world, but to someone else, you may be the world."
    },
    {
        "author": "John Lennon",
        "quote": "You may say Im a dreamer, but Im not the only one, I hope someday you will join us, and the world will live as one."
    },
    { "quote": "You miss 100% of the shots you don't take.", "author": "Wayne Gretzky" },
    {
        "author": "Ingrid Bergman",
        "quote": "You must train your intuition you must trust the small voice inside you which tells you exactly what to say, what to decide."
    },
    {
        "author": "Buckminster Fuller",
        "quote": "You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete"
    },
    {
        "author": "Marian Edelman",
        "quote": "You really can change the world if you care enough."
    },
    {
        "quote": "You take your life in your own hands, and what happens? A terrible thing, no one to blame.",
        "author": "Erica Jong"
    },
    {
        "author": "Albert Camus",
        "quote": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life."
    },
    { "author": "Kahlil Gibran", "quote": "Your friend is your needs answered." },
    {
        "quote": "Your time is limited, so don't waste it living someone else's life.",
        "author": "Steve Jobs"
    },
    {
        "author": "Carl Jung",
        "quote": "Your vision will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes."
    }
]
