[
  {
    "quote": "The only good and evil in your life lies within you – in your choices.",
    "author": "Alexander Zenon",
    "date": 2017
  },
  {
    "quote": "We human beings are not hive animals. We aren't like bees or ants who just work constantly for the good of the community.",
    "author": "Alexander Zenon",
    "date": 2017
  },
  {
    "quote": "Tomorrow will arrive, come what may. The sun will rise, as it has always done, and will set in the evening when nature commands it.",
    "author": "Alexander Zenon",
    "date": 2017
  },
  {
    "quote": "We are existing in a thin sliver of light between two potentially infinite portions of darkness.",
    "author": "Alexander Zenon",
    "date": 2017
  },
  {
    "quote": "The Stoic approach is the lighthouse that guides us amidst the tempest, leading us to the land of dreams crafted in the forge of the unyielding present.",
    "author": "Kevin Michel",
    "date": 2016
  },
  {
    "quote": "True focus is the ability to summon our mental strength when it is required and to let it rest when it is not.",
    "author": "Kevin Michel",
    "date": 2016
  },
  {
    "quote": "Nie nalezy sie gniewac na bieg wypadkow. Nic ich to bowiem nie obchodzi.",
    "author": "Marcus Aurelius",
    "date": 1913
  },
  {
    "quote": "Pursuing similar results for dissimilar people",
    "author": "Ioannis Loukopoulos",
    "date": 1848
  },
  {
    "quote": "One will never be able to control all things that concern an endeavor, but the magic is in riding the wave.",
    "author": "Ioannis Loukopoulos",
    "date": 1848
  },
  {
    "quote": "The ignorant blame others for their own misfortune. To blame oneself is proof of progress. But the wise see all blame as foolishness.",
    "author": "Epictetus",
    "date": null
  },
  {
    "quote": "Strive to articulate your wants loudly so they become interwoven with reality, more than thoughts.",
    "author": "Ioannis Loukopoulos",
    "date": 1848
  },
  {
    "quote": "Verily, life is a series of championships and the joy is to be found in playing the game.",
    "author": "Ioannis Loukopoulos",
    "date": 1848
  },
  {
    "quote": "The reaction that art produces in you has more to do with you than it does with art.",
    "author": "Ioannis Loukopoulos",
    "date": null
  },
  {
    "quote": "A good story has no end, it continues being a part of reality well after its last point by forming a union with us.",
    "author": "Ioannis Loukopoulos",
    "date": 1848
  },
  {
    "quote": "Birds weren't given wings just to walk everywhere . . . and you weren't born with resilience and a beautiful mind just to have an easy life.",
    "author": "Phil Treuren",
    "date": 2024
  },
  {
    "quote": "Life is short but life is long",
    "author": "Seneca",
    "date": null
  },
  {
    "quote": "I am not like the Gods! That was a painful thrust;",
    "author": "Johann Goethe",
    "date": 1800
  },
  {
    "quote": "Death is nothing to us. When we exist, death is not; and when death exists, we are not.",
    "author": "Epicurus",
    "date": null
  },
  {
    "quote": "You are more likely to feel an inner disturbance if you set your heart and mind on something that is beyond your control to obtain.",
    "author": "Brigid Delaney",
    "date": 2023
  },
  {
    "quote": "How much longer are you going to wait to demand the best for yourself? he asked her, as she sat quietly in the back.",
    "author": "Ryan Holiday",
    "date": 2022
  },
  {
    "quote": "Well, and it is not my fault if I have not loved as one loves a concubine, since men do not.",
    "author": "Pearl Buck",
    "date": null
  },
  {
    "quote": "Your mind is your most powerful ally; master it, and no obstacle will ever stand in your way.",
    "author": "Sira Masetti",
    "date": null
  },
  {
    "quote": "We can't choose what the world throws at us, but we can control how we react to it, and that makes all the difference.",
    "author": "Brian Reese",
    "date": null
  },
  {
    "quote": "Wir mussen uns weigern, die Karten, die uns ausgeteilt wurden, uber unser Wohlbefinden entscheiden zu lassen.",
    "author": "Jonas Salzgeber",
    "date": 2019
  },
  {
    "quote": "But there can be no such good except as the soul discovers it for itself within itself.",
    "author": "Lucius Seneca",
    "date": 2015
  },
  {
    "quote": "Therefore we ought to exercise ourselves in small things, and beginning with them to proceed to the greater.",
    "author": "Epictetus",
    "date": null
  },
  {
    "quote": "All roads to Hades are of equal length",
    "author": "Epictetus",
    "date": null
  },
  {
    "quote": "Nothing happens to any creature beyond it's own natural endurance.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "An open eye in the dark, will find light...",
    "author": "Elijah Santiago",
    "date": null
  },
  {
    "quote": "Maximum remedium est irae mora.",
    "author": "Lucius Seneca",
    "date": null
  },
  {
    "quote": "And why should we feel anger at the world?",
    "author": "Marcus Aurelius",
    "date": 2004
  },
  {
    "quote": "It is quite possible to be a good man without anyone realizing it.",
    "author": "Marcus Aurelius",
    "date": 2004
  },
  {
    "quote": "[A] resistance that dispenses with consolations is always stronger than one which relies on them.",
    "author": "Perry Anderson",
    "date": 2005
  },
  {
    "quote": "It is better to be despised for simplicity than to suffer agonies from everlasting pretense.",
    "author": "Seneca",
    "date": 1518
  },
  {
    "quote": "Don't be overheard complaining ... not even to yourself.",
    "author": "Marcus Aurelius",
    "date": 2016
  },
  {
    "quote": "To the wise, peace of mind is the result of being fine with how things are; to the foolish, the result of things being fine.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Forever seeking, forever moving forward. To strive, to struggle.",
    "author": "Shonjuk Chakma",
    "date": null
  },
  {
    "quote": "We are good to others only because we think that that is, or will be, good for us.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Sometimes silence is a sign, not of not knowing what to say, but of knowing when to say what you know.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Employers pay with their money for what employees have paid for with portions of their lives.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "[T]rue instruction is this, - learning to desire that things should happen as they do.",
    "author": "Epictetus",
    "date": 1800
  },
  {
    "quote": "You must develop the ability to be disliked in order to free yourself from the prison of other peoples' opinions.",
    "author": "Mark Manson",
    "date": null
  },
  {
    "quote": "LIII",
    "author": "Thomas OCSO",
    "date": null
  },
  {
    "quote": "Imagine smiling after a slap in the face. Then think of doing it twenty-four hours a day.",
    "author": "Markus Zusak",
    "date": 1998
  },
  {
    "quote": "Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "It is the power of the mind to be unconquerable.",
    "author": "Seneca",
    "date": 1958
  },
  {
    "quote": "Warriors should suffer their pain silently.",
    "author": "Erin Hunter",
    "date": 1996
  },
  {
    "quote": "A Stoic is someone who transforms fear into prudence, pain into transformation, mistakes into initiation, and desire into undertaking.",
    "author": "Taleb Nicholas",
    "date": null
  },
  {
    "quote": "The things you think about determine the quality of your mind.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Feeling too much is a hell of a lot better than feeling nothing.",
    "author": "Nora Roberts",
    "date": 2001
  },
  {
    "quote": "How do you defeat terrorism? Don't be terrorized.",
    "author": "Salman Rushdie",
    "date": 1998
  },
  {
    "quote": "Always resignation and acceptance. Always prudence and honour and duty. Elinor, where is your heart?",
    "author": "Jane Austen",
    "date": 1811
  },
  {
    "quote": "Misfortune nobly born is good fortune.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Regard [a friend] as loyal, and you will make him loyal.",
    "author": "Lucius Seneca",
    "date": 1969
  },
  {
    "quote": "To be everywhere is to be nowhere.",
    "author": "Lucius Seneca",
    "date": 1969
  },
  {
    "quote": "You should ... live in such a way that there is nothing which you could not as easily tell your enemy as keep to yourself.",
    "author": "Lucius Seneca",
    "date": 1969
  },
  {
    "quote": "Nothing is burdensome if taken lightly, and nothing need arouse one's irritation so long as one doesn't make it bigger than it is by getting irritated.",
    "author": "Lucius Seneca",
    "date": 1969
  },
  {
    "quote": "There will never come a time when I will be able to resist my emotions.",
    "author": "Louise Erdrich",
    "date": 1989
  },
  {
    "quote": "I hear my silence talked of in every lane;",
    "author": "Darshan Singh",
    "date": null
  },
  {
    "quote": "That on which you so pride yourself will be your ruin, you who think yourself to be somebody.",
    "author": "Menander",
    "date": null
  },
  {
    "quote": "Nothing earthly succeeds by ignoring heaven, nothing heavenly by ignoring the earth.",
    "author": "Marcus Aurelius",
    "date": 2004
  },
  {
    "quote": "Conceal a flaw, and the world will imagine the worst.",
    "author": "Marcus Aurelius",
    "date": 2004
  },
  {
    "quote": "Stand up straight, not straightened",
    "author": "Marcus Aurelius",
    "date": 2004
  },
  {
    "quote": "Stand up straight, not straightened.",
    "author": "Marcus Aurelius",
    "date": null
  },
  {
    "quote": "You will feel pain. You need to accept this truth.",
    "author": "Orlando Sanchez",
    "date": null
  },
  {
    "quote": "There is the mind of a monarch within each of us, wanting to be granted complete freedom of action but not wanting it to be turned against us.",
    "author": "Seneca",
    "date": 1985
  },
  {
    "quote": "Lives such as yours—how true it is!—though they should exceed",
    "author": "Lucius Seneca",
    "date": 2005
  },
  {
    "quote": "Men are disturbed, not by the things which happen, but by the opinions about the things.",
    "author": "Epictetus",
    "date": null
  },
  {
    "quote": "[N]o external things which are independent of the will concern us.",
    "author": "Epictetus",
    "date": 1800
  },
  {
    "quote": "You are not here to be accepted; you are here to become. And in the fires of becoming, you will either forge yourself or be reduced to ash.",
    "author": "David Maze",
    "date": 2018
  },
  {
    "quote": "The gods we worship are only mirrors of our fears and desires. If you would be free, stop kneeling and start creating.",
    "author": "David Maze",
    "date": 2018
  },
  {
    "quote": "Love is not the denial of power, but its highest expression. The strong love differently than the weak.",
    "author": "David Maze",
    "date": 2018
  },
  {
    "quote": "The man who seeks comfort will find chains; the one who embraces struggle will find wings.",
    "author": "David Maze",
    "date": 2018
  },
  {
    "quote": "Truth is a sword, and only those willing to bleed for it should dare to wield it.",
    "author": "David Maze",
    "date": 2018
  },
  {
    "quote": "He who waits for permission to live will find himself buried with the others who did the same.",
    "author": "David Maze",
    "date": 2018
  },
  {
    "quote": "You have power over your mind – not outside events. Realize this, and you will find strength.",
    "author": "Marcus Aurelius",
    "date": 2011
  },
  {
    "quote": "It is not the man who has too little that is poor, but the one who hankers after more.",
    "author": "Lucius Seneca",
    "date": 1969
  },
  {
    "quote": "Today I escaped anxiety. Or no, I discarded it, because it was within me, in my own perceptions — not outside.",
    "author": "Marcus Meditations",
    "date": null
  },
  {
    "quote": "We love being mentally strong, but we hate situations that allow us to put our mental strength to good use.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Some people avoid thinking deeply in public, only because they are afraid of coming across as suicidal.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "If what you have seems insufficient to you, then though you possess the world, you will yet be miserable.",
    "author": "Seneca",
    "date": null
  },
  {
    "quote": "It is more necessary for the soul to be cured than the body; for it is better to die than to live badly.",
    "author": "Epictetus",
    "date": null
  },
  {
    "quote": "For death remembered should be like a mirror,",
    "author": "William Shakespeare",
    "date": 1564
  },
  {
    "quote": "Concern should drive us into action and not into a depression. No man is free who cannot control himself.",
    "author": "Pythagoras",
    "date": 2024
  },
  {
    "quote": "Common man's patience will bring him more happiness than common man's power.",
    "author": "Amit Kalantri",
    "date": 1910
  },
  {
    "quote": "Expectation is the only seed of disappointment.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It is impossible to lose everything and still be alive.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "You can also commit injustice by doing nothing.",
    "author": "Marcus Aurelius",
    "date": null
  },
  {
    "quote": "The only way to know what lies ahead is by continuing onward.",
    "author": "Shonjuk Chakma",
    "date": null
  },
  {
    "quote": "True happiness is to enjoy the present, without anxious dependence upon the future.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "The part of life we really live is small.",
    "author": "Seneca",
    "date": 2005
  },
  {
    "quote": "Add nothing of your own from within, and that's an end of it.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "To be like the rock that the waves keep crashing over.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "It is only when you fall that you learn whether you can fly.",
    "author": "Ioannis Loukopoulos",
    "date": 1848
  },
  {
    "quote": "The closest we can get to winning at life is to never give up.",
    "author": "Ioannis Loukopoulos",
    "date": 1848
  },
  {
    "quote": "There will come a day when i will be able to resist and control my emotions... And when that day comes, i will know that i truly made it,",
    "author": "Plandertaker",
    "date": null
  },
  {
    "quote": "It matters not how long the action is spun out, but how good the acting is",
    "author": "Seneca",
    "date": null
  },
  {
    "quote": "Perchance some day the memory of this sorrow Will even bring delight",
    "author": "Seneca",
    "date": null
  },
  {
    "quote": "The most terrifying ghosts that haunt us are the ones of our dead dreams, especially if we were the murderers.",
    "author": "Ioannis Loukopoulos",
    "date": 1848
  },
  {
    "quote": "How does one go about persuading the rain to stop?",
    "author": "Ioannis Loukopoulos",
    "date": 2019
  },
  {
    "quote": "The most beautiful things come from the hardest conditions.",
    "author": "Ezedi Souvenir",
    "date": null
  },
  {
    "quote": "Do not underestimate the quiet and laid-back individuals because displaying stoicism, at certain times, is a superpower.",
    "author": "Robin Baker",
    "date": null
  },
  {
    "quote": "Speak the truth and above all claim the things you want, at least to yourself.",
    "author": "Ioannis Loukopoulos",
    "date": 1848
  },
  {
    "quote": "The crossing of a blue bridge which bystanders who cannot distinguish from the blue of the horizon deem invisible.",
    "author": "Ioannis Loukopoulos",
    "date": 2019
  },
  {
    "quote": "me dulcis saturet quies;",
    "author": "Seneca",
    "date": 1674
  },
  {
    "quote": "No action in the human context will succeed without reference to the divine, nor vice versa.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "He is a slave.'' But shall that stand in his way?",
    "author": "Seneca",
    "date": 2007
  },
  {
    "quote": "Milo's Way- A Haiku",
    "author": "Amogh Swamy",
    "date": 2023
  },
  {
    "quote": "There will come a day when i will be able to resist and control my emotions... And when that day comes, i will know that i truly made it.",
    "author": "Plandertaker",
    "date": null
  },
  {
    "quote": "Time is a river, a violent current of events, glimpsed once and already carried past us, and another one follows and is gone.",
    "author": "Marcus Aurelious",
    "date": null
  },
  {
    "quote": "Externals are nothing to a stoic. The falsehoods and artificial limitations of human society are nothing to proponents of the theater principle",
    "author": "Lashon Byrd",
    "date": null
  },
  {
    "quote": "You are scared of dying - and, tell me, is the kind of life you lead really any different from being dead?",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Do not trust her seeming calm; in a moment the sea is moved to its depths.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "[...] Say good-bye at last to those deceptive prizes more precious to those who hope for them than to those who have won them.",
    "author": "Seneca",
    "date": null
  },
  {
    "quote": "If it should ever happen to you to be turned to externals in order to please some person, you must know that you have lost your purpose in life.",
    "author": "Epictetus",
    "date": 2022
  },
  {
    "quote": "Every life without exception is a short one.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "We cannot believe in the fundamental goodness of the world until and unless we ourself become that goodness.",
    "author": "Neel Burton",
    "date": null
  },
  {
    "quote": "You never know what will be the consequence of misfortune; or, you never know what will be the consequences of good fortune",
    "author": "Allan Watts",
    "date": null
  },
  {
    "quote": "Associate with those who will make a better of man. Welcome those whom yourself can improve. Men learn while they teach.",
    "author": "Seneca",
    "date": null
  },
  {
    "quote": "Every hour of the day, countless situations arise that call for advice, and for that advice we have to look to philosophy.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Kindness has become so rare that it provokes perplexity about what's sincere and what's deceitful.",
    "author": "Shonjuk Chakma",
    "date": null
  },
  {
    "quote": "Having in mind not how bravely I was capable of dying but how far from bravely he was capable of bearing the loss, I commanded myself to live.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Everywhere means nowhere.",
    "author": "Seneca",
    "date": 2018
  },
  {
    "quote": "The ability to do without a kingdom is a kingdom.",
    "author": "Seneca",
    "date": 1948
  },
  {
    "quote": "Consider above all else whether you've advanced in philosophy or just in actual years.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Life is a series of problems we must navigate with grace - one problem solved, another arises, again and again until we die.",
    "author": "Pamela Pamela",
    "date": null
  },
  {
    "quote": "Be careful to leave your sons well instructed rather than rich, for the hopes of the instructed are better than the wealth of the ignorant. ~ Epictetus",
    "author": "Maya Bennett",
    "date": 2018
  },
  {
    "quote": "Me? I'm a Stoic. Every time my eyes are opened, I am eager to see the world anew.",
    "author": "Ioannis Loukopoulos",
    "date": 2019
  },
  {
    "quote": "The best way to have people laugh with you and not at you, is to get ahead of them and laugh at yourself first.",
    "author": "Nate Hamon",
    "date": null
  },
  {
    "quote": "Don't take things too personally. Critique, failures, unwarranted advice - take it to mind, not to heart.",
    "author": "Nate Hamon",
    "date": null
  },
  {
    "quote": "Success is not a stamp of approval given by others.",
    "author": "Nate Hamon",
    "date": 1991
  },
  {
    "quote": "Do you consider yourself a nobody? What weight does that label even have? It's a silly label. As silly as the label 'somebody'. Silly and non-adhesive.",
    "author": "Nate Hamon",
    "date": 1991
  },
  {
    "quote": "I am acting on behalf of later generations. I am writing down a few things that may be of use to them.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "As for us, we face things that are not nearly as intimidating, and then we promptly decide we're screwed.",
    "author": "Ryan Holiday",
    "date": 2016
  },
  {
    "quote": "Amor Fati",
    "author": "Epictetus",
    "date": null
  },
  {
    "quote": "Will you never come to a realisation of who you are, what you have been born for and the purpose for which the gift of vision was made in our case?",
    "author": "Epictetus",
    "date": 2025
  },
  {
    "quote": "There was an iron simplicty in the seer. He was like a monolith of logic standing against waves of angry nonsense.",
    "author": "John Steinbeck",
    "date": null
  },
  {
    "quote": "Reflect that nothing merits admiration except the spirit, the impressiveness of which prevents it from being impressed by anything.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Remember you will die but do brave deeds and endure",
    "author": "J.R. Potts",
    "date": 2022
  },
  {
    "quote": "Draconus staggered up. 'Pearl, my friend, I have come to say goodbye. And to tell you I am sorry.'",
    "author": "Steven Erikson",
    "date": 2008
  },
  {
    "quote": "As for us, we face things that are not nearly as intimidating, and then we promptly decide we're screwed.",
    "author": "Ryan Holiday",
    "date": 2014
  },
  {
    "quote": "Most adults make adulthood seem like a disease that is caused by a deficiency of playfulness.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We are often blind to the fact that our situation is not as bad as we think, until it gets worse.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Capitalism is disgusted by those whose happiness is not a result of buying ... or selling.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Unlearning makes learning at least three times longer than necessary.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Some children's lives begin before the end of their parents' childhood.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Conformity eats away individuality.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Most people usually talk faster than they think.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The good and the bad occur at all times and will keep happening. We can become lost if we go with the hype of 'good and bad' every time.",
    "author": "Tiisetso Maloma",
    "date": 2023
  },
  {
    "quote": "Press on and make all your actions and words cohere and fit with one another, all struck from the same mold.",
    "author": "Lucius Seneca",
    "date": null
  },
  {
    "quote": "It is doubly foolish to underuse what you have overpaid for.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Most people frequently waste their life, mostly in front of a screen.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We are not the first",
    "author": "William Shakespeare",
    "date": null
  },
  {
    "quote": "The first sign of a settled mind is that it can stay in one place and spend time with itself. – Seneca, Letter 2.1",
    "author": "Lucius Seneca",
    "date": null
  },
  {
    "quote": "Well begun is half done. This is something that depends on the mind; so when one is willing to become good, goodness is in large part achieved.",
    "author": "Lucius Seneca",
    "date": null
  },
  {
    "quote": "Philosophy neither rejects anyone nor chooses anyone; it shines for all.",
    "author": "Lucius Seneca",
    "date": null
  },
  {
    "quote": "We are food even before we are dead.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Some sentences take seconds to read, but take minutes, hours, days, weeks, months, or even years to understand.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We are all talented at coming up with plausible excuses.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Being in a hurry gives us the illusion of doubling the length of every second.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Praying deceives us into thinking that we are doing something about what we are praying for.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Ill Fortune is of more use to men than Good Fortune.",
    "author": "Boethius",
    "date": 2000
  },
  {
    "quote": "Most adult geniuses are more playful than most children.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Fools act wise, not wisely.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Most of us would eventually lose count if we were to literally count our blessings.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Like an attachment to a sparrow: we glimpse it and it's gone.",
    "author": "Marcus Aurelius",
    "date": 2004
  },
  {
    "quote": "Many millions of people secretly feel caged by employment, marriage, and/or parenthood.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "In a little while you too will close your eyes, and soon there will be others mourning the man who buries you.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Paying someone to do something on our behalf is the closest we can get to buying time.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "An apology is usually a disguised request for a key to the cage of guilt or regret.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "To act wise isn't to act wisely.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A cup with a broken handle can still handle its task.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Most people would rather have their remarks be misunderstood than be disagreed with.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Where is the harm or surprise in the ignorant behaving as the ignorant do?",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "What right hast thou to talk of ill of Fortune whilst keeping all Fortune's better gifts?",
    "author": "Boethius",
    "date": 2000
  },
  {
    "quote": "Nature is content with few things, and with a very little of these.",
    "author": "Boethius",
    "date": 2000
  },
  {
    "quote": "Difficulty is the foundation of growth, which is the foundation of greatness.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Hatred is as powerful an intoxicant as love.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Fools are often unable to do what needs to be done, because they were doing, or are doing, what need not be done at that time ... or at all.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Every goal or desire is a seed of an excuse to be unhappy.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The present moment is the entirety of reality.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The passage of time is as real as the movement of an animated object.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Life is not more kind, or less cruel, towards those who take it seriously.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We always put ourselves first: the fulfilment of our desire sometimes comes last.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Small talk is one of the most common symptoms of small-mindedness.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Mindfulness is the only doorway to the unhurried life.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A better attitude towards life is better than a better life, and leads to a better life.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We suffer more in imagination than in reality.",
    "author": "Seneca",
    "date": null
  },
  {
    "quote": "Don't seek for everything to happen as you wish it would, but rather wish that everything happens as it actually will — then your life will flow well.",
    "author": "Epictetus",
    "date": 2008
  },
  {
    "quote": "Better to trip with the feet than with the tongue.",
    "author": "Zeno Citium",
    "date": null
  },
  {
    "quote": "It is a humbling practice to make a mental note whenever your assumption turns out to be wrong.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Αριστος τροπος του αμυνεσθαι το μη εξομοιουσθαι",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "We cannot but obey the powers above us.",
    "author": "William Shakespeare",
    "date": 1564
  },
  {
    "quote": "When that which we are enjoying is a true good, we feel joy; when it is not, we feel, at best, pleasure.",
    "author": "Neel Burton",
    "date": 2022
  },
  {
    "quote": "We get addicted, not to the substance, but to the effect.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Nature has given to men one tongue, but two ears, that we may hear from others twice as much as we speak.",
    "author": "Epictetus",
    "date": 1633
  },
  {
    "quote": "We cannot really save time. We can merely avoid wasting it.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We are hurried, not by what is happening, but by what we are desiring.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "You could leave life right now. Let that determine what you do and say and think.",
    "author": "Marcus Aurelius",
    "date": null
  },
  {
    "quote": "Eternal Spirit of the chainless Mind!",
    "author": "Lord Byron",
    "date": null
  },
  {
    "quote": "It isn't manly to be enraged. Rather gentleness and civility are more human, therefrom more manly.",
    "author": "Marcus Aurelius",
    "date": null
  },
  {
    "quote": "The more we value things outside our control, the less control we have.",
    "author": "Seneca",
    "date": null
  },
  {
    "quote": "We live life passively whenever we are not practicing mindfulness.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "If being better is the surest way of feeling better, it must be better than feeling better.",
    "author": "Neel Burton",
    "date": 2022
  },
  {
    "quote": "Mental suffering is an inferno started, and kept burning, by thinking; and its smoke sometimes leaves one crying.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We played the main role in the doing of some things we didn't do, by saying they couldn't or wouldn't be done.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Every life is a different path to death.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "For making a good voyage a pilot and wind are necessary: and for happiness, reason and art.",
    "author": "Epictetus",
    "date": 1633
  },
  {
    "quote": "Most people celebrate the continuity of their existence so passionately that you would swear they chose to exist.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Our rationality is a visitor.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "What is heard is pushed, but what is read is pulled, into the mind.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Life cannot, not even for a millisecond, remain exactly how it is.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It is sometimes foolish to assume that someone is wise, or vice versa.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Just as chickens wake up and scream, being reborn is the polar opposite. You are blinded by bliss and numb to such pain.",
    "author": "Jordan Binless",
    "date": null
  },
  {
    "quote": "Just as roosters scream in the morning, being reborn is the polar opposite. You are blinded by bliss and numb to such pains.",
    "author": "Jordan Binless",
    "date": null
  },
  {
    "quote": "The best kind of pleasure comes from the indifference to pain ... and pleasure.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "If you care about yourself at all, come to your own aid while there's still time.",
    "author": "Marcus Aurelius",
    "date": 2004
  },
  {
    "quote": "We do not need to lose people or things to appreciate them.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Sometimes the only thing you can do is accept the fact that there is nothing you can do.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Gluttony is nothing other than lack of self-control with respect to food, and human beings prefer food that is pleasant to food that is nutritious.",
    "author": "Musonius Rufus",
    "date": 2011
  },
  {
    "quote": "We do things for others for ourselves.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It is foolish to expect a fool to act wisely.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "What is happening is life's way of telling us what should be happening.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "No one is too old to live another day, or too young to die today.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Only those who are stupid mind coming across as stupid.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Pleasure and pain are often each other's seed.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "To make life very pleasurable, expect nothing. To make it even more pleasurable than that, expect nothing ... but the worst.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Sometimes we want not freedom of choice, but freedom from choice.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A millionaire who is a minimalist feels and is a trillion times richer than billionaires who are not minimalists.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Complaining about a person is way less annoying when we complain to that person.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Some solutions are seeds of some problems.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "You can be too old to live, but not too young to die.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "You cannot love what you have become, yet hate what you have overcome.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "There is no correlation between how many people or things, how much money, or how many problems you have ... and how grateful, happy, or peaceful you can be.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "To complain about life is to complain about being alive.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Hating our opponent benefits us. Underestimating them benefits them.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We each unwittingly contribute, each and every day, to the preventions and to the causes of millions of accidents.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We must say nothing, when we have nothing to say.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A wise answer is even more pleasing when it is a response to a foolish question.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Not everything that could have been done should have been done.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Learning how to live would take most people at least three lifetimes.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Our efforts do not owe us our desired outcomes.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Freedom of speech does not come with opinions worth listening to.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It is joyful to see someone who is hopeful in a situation that is hopeless.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We would rarely waste time if our existence were earned.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It takes a great degree of tolerance, and that of humility, to strongly disagree with someone, and not express your disagreement.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The world is maintained by change- in the elements and in the things they compose. That should be enough for you; treat it as an axiom.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "There is a limit to the time assigned to you, and if you don't use it to free yourself it will be gone and will never return.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "But true good fortune is what you make for yourself. Good fortune: good character, good intentions, and good actions.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Funerals greatly exaggerate the pleasantness of being alive, while they prevent us from thinking about the advantages of being dead.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Some real kings are drama queens.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It takes the whole of life to learn how to live... it takes the whole of life to learn how to die.",
    "author": "Lucius Seneca",
    "date": 2016
  },
  {
    "quote": "Don't waste the rest of your time here worrying about other people- unless it affects the common good. It will keep you from doing anything useful.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Each of us lives only now, this brief instant. The rest has been lived already, or is impossible to see.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "It was for the best. So Nature had no choice but to do it.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Today I escaped from anxiety. Or no, I discarded it, because it was within me, in my own perceptions- not outside.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Intelligent people question everything. Stupid people answer every question.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Most people want more than they have without having made the most of what they have.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Saving money, when buying an unnecessary thing, leads to wasting time, when using the thing.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We almost never teach or learn when arguing.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "He who has more money or possessions than you is not necessarily happier than you, happy more often than you, or happy like you.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Most people would rather believe something that is not true about something than accept the fact that they do not understand a thing about that thing.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "To plan is to hope ... without feeling passive.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "It takes selfishness to stop someone from killing themself.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "To live is to owe life to die.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "Time and money are almost always saved to be wasted.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Appreciating what you have is the best cure for wanting what you have not.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The ability to utter wise words is not exclusive to the wise.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "Pleasure is often felt through the tongue or genitals as an attempt to distract oneself from the pain one is feeling through the heart.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "To chase pleasure is to be chased by pain.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "Disappointment is an unwanted—but invited—guest.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A child is one of the most common results of the lack or loss of self-control.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Slavery often masquerades as freedom.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "The person you are mad at for being late could be late.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "We prefer ourselves into unhappiness.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Arrogance gives confidence ... a bad name.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A book can be read to you, not for you.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We are born old enough to die.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The mind, unconquered by violent passions, is a citadel, for a man has no fortress more impregnable in which to find refuge and remain safe forever.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "There is no correlation between the degree to which you are confident that you are right and the chances of you not being wrong.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It is humanly impossible to be unhappy while you are dancing or laughing willingly.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Some of the things we are trying to pray away were caused by some of our answered prayers.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "Alcohol is the worst thing to mix with anger.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Getting something or someone we want is often a guaranteed way to eventually stop us from wanting it, him, or her.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Sex for pleasure is chewing gum for genitals.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Having to make a difficult or important decision is sometimes more agonizing than not having a choice.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Wishing is usually an indirect way of feeling sorry for yourself.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Failing can ultimately be way more rewarding than succeeding.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Whenever an animal is overworking, a human is to blame.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It is not that we have so little time but that we lose so much... The life we receive is not short but we make it so",
    "author": "Seneca",
    "date": null
  },
  {
    "quote": "Our caring about what others think about us is one of the pillars of the economy.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Take it to mind, not to heart.",
    "author": "Nate Hamon",
    "date": 1991
  },
  {
    "quote": "Hunger is by far the best spice.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Show by a cheerful look that you don't need the help or comfort of others. Standing up - not propped up.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "It is foolish to waste time in order to save money.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Life is the struggle of delaying death.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Be like a headland: the Waves beat against it continuously, but it stands fast and around it the boiling water dies down.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "We often mistake assuming or hoping for knowing.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It usually takes maturity in a child, and immaturity in an adult, not to be on speaking terms with someone.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The triviality of a question does not make a profound answer an impossibility.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "You can wear an expensive watch and still be late.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A family member is initially loved out of expectation ... and is eventually loved out of habit.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Some fools have children. Some have children who have children. And some have children who have children who have children.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Stoicism is a mild form of pessimism ... sprinkled with optimism.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Some people would be ashamed of driving the cars, or living in the houses, some people are showing off.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We all die having lived a full life, even those who die while they are being born.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Anxiety is the shadow of what we do not want to lose.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Happiness is sweet; its pursuit, bitter.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We cannot be too young to die.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Unless you are spiritually awakened, being happy requires you to ignore or forget other people's suffering.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Show by a cheerful look that you don't need the help or comfort of others. Standing up - not propped up.",
    "author": "Marcus Aruelius",
    "date": null
  },
  {
    "quote": "One of the main goals and effects of stoicism is to stop an adult from being a crybaby.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We all too often invite a lie by asking someone how he or she is doing.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It is a curse to be childish, but a blessing to be childlike.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Being grateful for the shade of a tree is not nearly as honourable as planting a tree.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Casto sa dopusta bezpravia aj ten, kto nic nerobi, nielen ten, kto nieco robi.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Najlepsi sposob obrany je nepodobat sa tym, co nam ublizuju.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "man was given two ears and one mouth for a reason",
    "author": "Account Haselman",
    "date": null
  },
  {
    "quote": "It is impossible to separate the art of living from the art of dying, because to be living is to be dying.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A suicide attempt is an act of fighting for one's death.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Death is freedom from life.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Not complaining is sometimes a show off of tolerance or patience.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "There was no meaning in why he was here, but he was, and that was enough.",
    "author": "AkshatThakur",
    "date": null
  },
  {
    "quote": "Si len uboha dusicka nesuca mrtvolu, ako vravel Epiktetos.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Growth is often the cause or the result of pain.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Education teaches us how to make a living, not how to live.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "Like a problem, time is nothing but a shadow of thought.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Sunglasses are all too often used to hide shyness ... or unhappiness.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A thing named, misnamed, unnamed, or renamed is still itself.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "To give something or someone your attention is to give it or them a portion of your life.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Life sometimes shows kindheartedness by not handing us the success or fame we want, until we have matured enough to be able to handle it.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Being patient with a fool requires one not to be one.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Unhappiness and the like often inspire us to perform random acts of unkindness.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "A truth is not any less truthful, when it is said by someone who did not discover, or does not understand, it.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A long life is a curse if you have a short temper.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "A surprising number of people believe that other people can hurt their feelings.",
    "author": "Vincent Collins",
    "date": 1848
  },
  {
    "quote": "Because of things such as arrogance, alcohol, and promiscuity, some people are each a legend in the unmaking.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Living is the outside of dying.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "You have not yet reaped the sweetest fruits of meditation, if you still do not meditate only to meditate.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "You can look unhappy but feel the opposite. Or vice versa.",
    "author": "Mokokoma Mokhonoana",
    "date": 2022
  },
  {
    "quote": "Soon you will be dead and none of it will matter",
    "author": "Marcus Aurelius",
    "date": 2004
  },
  {
    "quote": "Appreciating what you have is the best cure for missing what you have lost.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The most fruitful breaks are often those we are or were forced to take by life.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Destroying your mirrors leaves your facial blemishes intact.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Some of our problems came to us; some, we went to them.",
    "author": "Mokokoma Mokhonoana",
    "date": 2009
  },
  {
    "quote": "It is foolish to give up on yourself. And doubly so to do that before everyone has given up on you.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "When you are unhappy, happy people are disgusting.",
    "author": "Mokokoma Mokhonoana",
    "date": 2009
  },
  {
    "quote": "If you haven't learned something",
    "author": "Eric Overby",
    "date": 1950
  },
  {
    "quote": "Fools refuse to truly believe that a thing can be both delicious or pleasurable ... and harmful.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "99.99% of fools deny their foolishness. The rest underestimate it.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "When conversing, some people regularly stop talking, not to listen, but to rest their tongues.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "I sacrificed much to be where I am today, yet I will sacrifice much more to get to where I need to be someday.",
    "author": "Justus Wiezorek",
    "date": null
  },
  {
    "quote": "Part of patience is knowing your truth and staying loyal to it; you just can't allow your face to betray what an attack on it actually makes you feel.",
    "author": "A.D. Aliwat",
    "date": 2005
  },
  {
    "quote": "A shallow reading of a problem begets outrage; a detailed approach to a problem encourages moderation.",
    "author": "Dan Crenshaw",
    "date": 2020
  },
  {
    "quote": "A desired thing often comes with seeds of at least one desire.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "How does a person deal with all the heartache and tragedy that fills their life without becoming insane or committing suicide?",
    "author": "Kilroy Oldster",
    "date": null
  },
  {
    "quote": "Halleck came from people who regarded a slight change of facial expression as adequate to convey the pain of a severed limb.",
    "author": "Miles Watson",
    "date": 1482
  },
  {
    "quote": "Stoicism is designed to be medicine for the soul.",
    "author": "Ryan Holiday",
    "date": 2019
  },
  {
    "quote": "See? You're using the stoic glacier method.",
    "author": "Elizabeth Mckenzie",
    "date": 2016
  },
  {
    "quote": "No man is good by chance. Virtue is something which must be learned.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "The problem with pleasure is that it needs to be intermittent in order to retain its pleasantness.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "For I am not everlasting, but a human being, a part of the whole as an hour is a part of the day. Like an hour I must come, and like an hour pass away.",
    "author": "Epictetus",
    "date": 2014
  },
  {
    "quote": "Some people are lucky to no longer be, and some are unlucky to still be, alive.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "You can be invincible, if you enter into no contest in which it is not in your power to conquer.",
    "author": "Epictetus",
    "date": 1626
  },
  {
    "quote": "A truth whispered is not less truthful. And an untruth shouted is not less untruthful.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Some people get killed by water. Some die from dehydration.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The universe is change, and life mere opinion.",
    "author": "Democrates",
    "date": null
  },
  {
    "quote": "Unless you learn your lesson, it will keep hurting. Not only it will never stop, it will also keep increasing the amount, so you won't get used to it.",
    "author": "Cave Man",
    "date": 1915
  },
  {
    "quote": "Giving in to sleep is a great opportunity to practice letting go of life.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "What some people regard as an expression of freedom is actually that of slavery.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Engineers can prove that a bumblebee, with its heavy body and little bitty wings, can't fly. But nobody tells the bumblebees ... and they fly just fine.",
    "author": "Bill Bowerman",
    "date": null
  },
  {
    "quote": "Nothing can affect a person's mind if he chooses not to be affected by it.",
    "author": "Cave Man",
    "date": 1915
  },
  {
    "quote": "Destroying your mirrors hides your ugliness or facial blemishes from only you.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Rubaiyat",
    "author": "Jorges Borges",
    "date": null
  },
  {
    "quote": "Some of the people who we think care that we hate them do not even care that there are people who love them.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The fear of being poor or broke is a blessing, if you are a successful entrepreneur; but is a curse, if you want to be an entrepreneur.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Poverty is greatly exaggerated by sanity.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We get a taste of death, not when we're asleep, but when we awake.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Like great ecologists, great pessimists make us see the beauty of death.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We subconsciously wish that all of the things we hate but our enemies love were harmful.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Silence is often the wisest reply.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A fool's plans are entertainment for the wise.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The curse of mortality is the other side of the coin of the blessing of life.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Nobody is stopping you from using things such as your ability to read or hear as your definition of 'success' or 'wealth'.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It is humbling to realize that what you hate (the most) about someone is actually what they love (the most) about themselves.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Usually, that which could have been better could have been worse.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Education almost always leaves stupidity intact.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A true believer in God prays only to thank, never to ask; and welcomes, with open arms, every single thing that is happening.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "[...] so laßt der, welcher der Lust nachjagt, alles andere liegen, und die Freiheit ist das erste, was er preisgibt [...]",
    "author": "Seneca",
    "date": 2025
  },
  {
    "quote": "Change is not always a bad thing: it sometimes takes the form of progress. And is not always a good thing: it sometimes takes the form of regress.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Some things do not make sense, not in themselves, but to some people.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Life is happening neither to nor for but through us.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The vast majority of people make complaining seem to be a basic human need.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The thing whose acquisition 'made' you happy need not be stolen, lost, or broken for 'it' to make you unhappy.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Seeing your loved one asleep is a great opportunity to practice seeing them dead.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We are all capable of laughing at what is meant or expected to make us unhappy or angry.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We have, not problems, but negative attitudes towards some situations (towards which some people have or would have positive attitudes).",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The fact that we are all going to die prevents the vast majority of people from being driven insane by the fact that they are going to die.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "An emotion is a mild mental illness.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "All too often, a wise or free person is ridiculed, because of ignorance, by fools or slaves.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Meditation can make an hour feel slightly longer ... than a sneeze.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "If an adult has just moved as fast as a child, from crying to laughing, then it is either the laughter is fake, or they are being tickled.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Our deaths are not obliged to happen in the same order as our births.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Escaping death is a temporary victory.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Perhaps I did not always love him so well as I do now. But in such cases as these, a good memory is unpardonable.",
    "author": "Jane Austen",
    "date": 1813
  },
  {
    "quote": "Heartless' is a label that is all too often wrongly given to someone who is rational by someone who is emotional.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "There is a correlation between how seriously we take life and how many problems it gives us.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "And if you want to know why all this running away cannot help you, the answer is simply this: you are running away in your own company.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Hatred and love are equally enslaving.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "An accident is often caused by an attempt to prevent one.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Happiness prefers to live inside those who do not have preferences, because it never gets evicted there.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "To some of us, these are the good old days in the making.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It takes, not cowardice, but courage to kill yourself.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A man is as much a fool for shedding tears because he isn't going to be alive a thousand years from now.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Some of those whose existence you wish could end now do not even know about your existence.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The second best thing to not chasing success is chasing success that was defined by you, not for you.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We prefer our way into things such as regret, unhappiness, and anxiety.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We cannot have, but can lose, everything.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We sometimes learn, not from something, but from not having learned from it.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The wise willingly accept the unwillingness of the foolish to accept what is as part of what is.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Human beings are makers, usually of a mountain out of a molehill.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "That you are about to bury or have just buried your loved one does not make you and your loved ones immortal for a while.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Love, unless it is for life as a whole, is contaminated by things such as our preferences and memories.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The degree of our happiness is not determined by (what we regard as) the source of our happiness.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Sleep is often a form of escapism.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Stoicism is a logical philosophy.",
    "author": "Ron Hall",
    "date": null
  },
  {
    "quote": "People often give us a piece of their mind with the intention to take away our peace of mind.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The wise remind themselves that 'This too shall pass' even when things are good; the foolish, only when things are bad.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "For those who follow nature everything is easy and straightforward, whereas for those who fight against her life is just like rowing against the stream.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "[E]verything which went beyond our actual needs was just so much unnecessary weight, a burden to the man who had to carry it.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Happiness is an inevitable result of embracing, and unhappiness that of rejecting, what is.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "All vices are at odds with nature.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Equanimity is often mistaken for depression.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Let me indicate here how men can prove that their words are their own: let them put their",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Один из главных принципов стоицизма состоит в умении различать",
    "author": "Massimo Pigliucci",
    "date": 2017
  },
  {
    "quote": "Здоровье,",
    "author": "Massimo Pigliucci",
    "date": 2017
  },
  {
    "quote": "Но в деиствительности стоицизм — это не подавление или",
    "author": "Massimo Pigliucci",
    "date": 2017
  },
  {
    "quote": "Стоик стремится к добродетели,",
    "author": "Massimo Pigliucci",
    "date": 2017
  },
  {
    "quote": "Истории о великих деяниях не только вдохновляют нас, не только будят в нас все лучшее и",
    "author": "Massimo Pigliucci",
    "date": 2017
  },
  {
    "quote": "Some people are a degree of impatience away from wishing a year were only a few weeks long.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "How was your day?' ought to be 'How did you look at your day?",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Sometimes we are lucky to lose something or someone.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "For our happiness or unhappiness, we have only what we think about something or someone to thank or blame.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Life is 99 percent attitude. Yet for the majority of people, it is the remaining one percent that dominates 99 percent of their life.",
    "author": "Bill Madden",
    "date": null
  },
  {
    "quote": "We make life even more painful by having expectations and preferences.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Stoicism is Buddhism without the dogma.",
    "author": "Bill Madden",
    "date": null
  },
  {
    "quote": "The most common act of violence is the relentless mental violence we perpetrate upon ourselves with nothing other than our thoughts.",
    "author": "Bill Madden",
    "date": null
  },
  {
    "quote": "Our mind can be in heaven while our body is in hell. And vice versa.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "In order to protect ourselves we must live like doctors and be continually treating ourselves with reason.",
    "author": "Musonius Rufus",
    "date": null
  },
  {
    "quote": "Even in the longest life real living is the least portion thereof.",
    "author": "Seneca",
    "date": 2023
  },
  {
    "quote": "Independence and unvarying reliability, and to pay attention",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "The present is the same for everyone; its loss is the",
    "author": "Marcus Aurelius",
    "date": null
  },
  {
    "quote": "Disturbance comes only from within- from our own perceptions. Everything you see will soon alter and cease to exist",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Not just that every day more of our life is used up and less",
    "author": "Marcus Aurelius",
    "date": null
  },
  {
    "quote": "[W]e can have the things we need for our ordinary purposes if we will only be content with what the earth has made available on its surface.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "The things that are essential are acquired with little bother; it is the luxuries that call for toil and effort.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "So the spirit must be trained to a realization and an acceptance of its lot. It must come to",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "[A] man is wealthy if he has attuned himself to his restricted means and has made himself rich on little.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "[W]hatever happens is never as serious as rumour makes it out to be.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Many are the things that have caused terror during the night and been turned into matters of laughter with the coming of daylight.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "We're never unhappy until we remember why we're supposed to be unhappy.",
    "author": "Daniel Chappell",
    "date": null
  },
  {
    "quote": "Love me for my affection, love me even for my weakness; I am satisfied myself. I prefer my feelings to all the fine sentiments of Seneca or Epictetus.",
    "author": "Marie Sevigne",
    "date": 2018
  },
  {
    "quote": "A fool is a man who disregards legacy.",
    "author": "Daniel Chappell",
    "date": null
  },
  {
    "quote": "We must become friends of despair if we are to be drawn above it to genuine and heartfelt hope. Far from being",
    "author": "Robert Roberts",
    "date": 2007
  },
  {
    "quote": "Christianity is not a therapy for those who wish never to be upset (177).",
    "author": "Robert Roberts",
    "date": 2007
  },
  {
    "quote": "Zeno is our friend but truth is an even greater friend.",
    "author": "Latin author.",
    "date": null
  },
  {
    "quote": "It is human to be angry, but childish to be controlled by anger.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "You can be hurt, not by what others think of you, but by what you think of what they think or you think they think of you.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The bigger the family, the bigger the number of corpses it owes life.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Change: nothing inherently bad in the process, nothing inherently good in the result.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Growth is often the parent or the child of pain.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Once you start learning from your problems, you stop wishing for a life without problems.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Detente particularmente en cada una de las acciones que haces y preguntate si la muerte es terrible porque te priva de eso.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "It takes patience to nurture patience.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "[P]leasures, when they go beyond a certain limit, are but punishments.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Running is a form of practiced stoicism. It means teaching your brain and body to be biochemically comfortable in a state of disrepair.",
    "author": "Matthew Inman",
    "date": 2014
  },
  {
    "quote": "Not even once has life or the weather complained about a human being.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "She looks as if she were thinking of something beyond her punishment—beyond her situation: of something not round nor before her.",
    "author": "Charlotte Bronte",
    "date": 1847
  },
  {
    "quote": "It is childish to be surprised by something that you knew exists or is possible.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The weaker the desire to change, the further away from now is the moment from which we plan on changing.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Destroying the seeds of disappointment requires you to unexpect the expected.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Every second is a step away from our mothers' wombs towards our own tombs.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Most people will leave you with the impression that the main function of our emotions is to cloud our judgement.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We always have a choice as to, not what we hear, but what we listen to.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We often do not, not because we cannot, but because we think so.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "I value my time so much that undressing is the only thing I am willing to do for sex.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Having problems is not nearly as tormenting as being had by problems.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The older you are, and the faster you walk, the crazier you look.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A man is as unhappy as he has convinced himself he is.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "When pain comes, it must not derail you from your set virtues. If it does, you have failed to practice your virtues by going with the hype of pain.",
    "author": "Tiisetso Maloma",
    "date": 2016
  },
  {
    "quote": "We have control over when, how, and where to plant a seed, not over what it will become.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The mind is inclined to zoom in on your problem, or few problems, to an extend that you cannot see your many blessings.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "There is a correlation between how foolish a man is and how tolerant he is of people who waste his time.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The probability of something not happening does not decrease as we increase the number of times we worry about the possibility of it happening.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The place one's in, though, doesn't make any contribution to peace of mind: it's the spirit that makes everything agreeable to oneself.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Pitying a living man for being poor is like envying a dead man for being rich.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "There is a correlation between how hard life seems to us and how easy we expected it to be.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Optimism is an effort.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "What are virtues, if not practiced evenly in both times of joy and in hardships?",
    "author": "Tiisetso Maloma",
    "date": 2016
  },
  {
    "quote": "I've let people's opinions, my own self judgements and many negative things take this life away from me. No more!",
    "author": "Tiisetso Maloma",
    "date": 2016
  },
  {
    "quote": "Increasing the strength of our minds is the only way to reduce the difficulty of life.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The pursuit of happiness is one of the most common symptoms of intellectual immaturity.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It is a rare blessing to see things, and to accept people, as they are.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Those who died quietly asleep are not less dead than those who were killed awake by bombs.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We are forever getting closer to the dreaded moment that will finally confirm that we will not live forever.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We can always choose not what we see but how we look at what we see.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Like happiness, unhappiness usually springs from a comparison.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We are generally pleased the most by compliments that are insincere.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "That you have just caught success after chasing it for many years does not mean that death will stop chasing you for at least a few seconds.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "If you lose today every-day, you are lost every-day.",
    "author": "Tiisetso Maloma",
    "date": 2016
  },
  {
    "quote": "Tomorrow will take care of itself, so take care of today, otherwise tomorrow will take ill-care of you today – thus losing today.",
    "author": "Tiisetso Maloma",
    "date": 2016
  },
  {
    "quote": "Tomorrow's worries contaminate the present.",
    "author": "Tiisetso Maloma",
    "date": 2016
  },
  {
    "quote": "Killing a person does not lead to nearly as much pain as creating a human being.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We need not reply or even listen to people who are talking about—not to—us.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "All that exists is the seed of what will emerge from it.",
    "author": "Marcus Aurelius",
    "date": 2016
  },
  {
    "quote": "Unlike existing, living requires effort.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Disgraceful if, in this life where your body does not fail, your soul should fail you first.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Telling some people not to waste time is a waste of time.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We ought to be thankful not only for what we have but also for what we do not have.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Where you arrive does not matter as much as what sort of person you are when you arrive there.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "The man, though, whom you should admire and imitate is the one who finds it a joy to live and in spite of that is not reluctant to die.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "The happiest people are not those who have the most, but those who are the most grateful for what they have.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "I shall use the old road, but if I find a shorter and easier one I shall open it up. [...] Truth lies open to everyone.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Finding peace of mind usually demands that we lose some things and some people.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "[T]reat your inferiors in the way in which you would like to be treated by your own superiors.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "There is a correlation between how seriously we take life and the number of problems we have.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Feeling sorry for our bodies ought to be the closest we get to feeling sorry for ourselves.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "A blind man's thoughts almost never have anything to do with the things he is facing.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "You cannot attain everlasting peace of mind unless you stop seeing your mind as yourself and start seeing yourself as your mind's guardian.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Each man has a character of his own choosing; it is chance or fate that decides his choice of job.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "They who always expect the worst are almost always pleasantly surprised.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It would be foolish to be stoical all the time, you'd wear yourself out for nothing",
    "author": "John-Paul Sartre",
    "date": null
  },
  {
    "quote": "We lose a significant portion of our lives attending ceremonies for people who have lost theirs.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Rejection of desire is liberating. Renunciation is a form of power.",
    "author": "Kilroy Oldster",
    "date": 2015
  },
  {
    "quote": "What",
    "author": "Richard Nixon",
    "date": null
  },
  {
    "quote": "The first principle of practical Stoicism is this: we don't react to events; we react to our judgments about them, and the judgments are up to us.",
    "author": "Ward Farnsworth",
    "date": 2018
  },
  {
    "quote": "Being in a hurry does not slow down time.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Even the worst that has ever happened to you could have been worse.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The fact that our minds are problem-solving machines says a lot about the nature of life.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Suffering and happiness are not mutually exclusive.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Meditation betters not only the mind but also the brain.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "An action is at least a billion times less difficult to choose than a reaction.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The person you are mad at for being late could be dead.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "You cannot be blessed with the ability to be happy without being cursed with the ability to be unhappy.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Some things are made way more appealing than they are by our lack of them.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Life takes from us only lives we were given by it.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It is our natural and moral duty as consumers of other living things to someday die.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "At any given moment, it is a beautiful day in many parts of the world.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Our inability to imagine the length of the rest of existence magnifies our problems.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "One man's bad day is another man's good night.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Most people are like all stomachs: they cannot remain satisfied for a long time.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Even most of those whose wealth was not inherited or won often lose sleep over losing their wealth.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We have never tried to do most of the things we are dead sure we cannot do.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "We are more in control of how much we know than we are of how much we have.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Not having expected an event makes it seem way better or worse than it really is.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It is the human race, not the world, that desperately needs to be changed.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "If I did compress what I know and think about the spanish civil war into 6 lines you wouldn't print it. You wouldn't have the guts.",
    "author": "George Orwell",
    "date": 1600
  },
  {
    "quote": "The size of your problem is in your mind.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Some of the things we fear exist nowhere but where fear happens.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The present isn't more capable of causing mental pain than the past or the future.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It is impossible to trip and fall while walking slowly.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Even the busiest bee does not move from one flower to another as often as an untamed mind moves from one thought to another.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Life is yet to produce someone who is loved by or important to everyone.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Soon, you will have forgotten everything.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "You will never see me surrender, never see me cry, but you will often see me walk away. Turn around and just leave, without looking back.",
    "author": "Charlotte Eriksson",
    "date": 2013
  },
  {
    "quote": "The willing are led by fate, the reluctant are dragged.",
    "author": "Cleanthes Assos",
    "date": 1977
  },
  {
    "quote": "Sometimes, even to live is an act of courage.",
    "author": "Seneca",
    "date": null
  },
  {
    "quote": "That which Fortune has not given, she cannot take away.",
    "author": "Seneca Younger",
    "date": null
  },
  {
    "quote": "After failure, it is possible to keep going– and to fail better.",
    "author": "Slavoj Zizek",
    "date": null
  },
  {
    "quote": "Just as I prepared to stand and bow, a woman appeared with a miniature coffee cup in her hand.",
    "author": "Maya Angelou",
    "date": 2008
  },
  {
    "quote": "You cannot continue to hate someone without repeatedly wasting, on them, some of your precious time and mental energy.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It is way more pleasurable to master yourself than it is to masturbate.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Yes, as my swift days near their goal,",
    "author": "Emily Bronte",
    "date": 2004
  },
  {
    "quote": "Life is how you look at it.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "It takes courage to speak or react way slower than you think.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Death is the release of an organism from the prison of life.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Show me a man who though sick is happy, who though in danger is happy, who though in prison is happy, and I'll show you a Stoic.",
    "author": "Epictetus",
    "date": null
  },
  {
    "quote": "Sometimes we have no luxury of choice. We must do certain things for survival. That should not stop us from doing the things we love.",
    "author": "Malebo Sephodi",
    "date": null
  },
  {
    "quote": "[M]aking noble resolutions is not as important as keeping the resolutions you have made already.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Suffering adds spice to life.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Life is a game we are all bound to lose.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Most people have given back to life the power to make themselves happy.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Enlightenment does not mean making the most of bad situations. It means knowing that every situation is neither good nor bad.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Judgments are the only possible cause of unhappiness and happiness.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Within, the only place where it is created, is the very last place most pursuers of happiness are likely to go.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "The worst that can happen to anyone will happen to everyone.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "What progress, you ask, have I made? I have begun to be a friend to myself.",
    "author": "Seneca",
    "date": 2016
  },
  {
    "quote": "Sick and yet happy, in peril and yet happy, dying and yet happy, in exile and happy, in disgrace and happy.",
    "author": "Epictetus",
    "date": null
  },
  {
    "quote": "True affluence is not needing anything.",
    "author": "Gary Snyder",
    "date": null
  },
  {
    "quote": "We all have problems. Or rather, everyone has at least one thing that they regard as a problem.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Being a stoic does not mean being a robot. Being a stoic means remaining calm both at the height of pleasure and the depths of misery.",
    "author": "Abhijit Naskar",
    "date": 2017
  },
  {
    "quote": "Everything worthwhile in your life draws its meaning from the fact you will die.",
    "author": "Derren Brown",
    "date": 1964
  },
  {
    "quote": "Death devours not only those who have been cooked by old age; it also feasts on those who are half-cooked and even those who are raw.",
    "author": "Mokokoma Mokhonoana",
    "date": 2017
  },
  {
    "quote": "Progress daily in your own uncertainty. Live in awareness of the questions.",
    "author": "Bremer Acosta",
    "date": 2018
  },
  {
    "quote": "We might never rid ourselves of a lingering anxiety regarding our death; this is a kind of tax we pay in return for self-awareness.",
    "author": "Derren Brown",
    "date": 1964
  },
  {
    "quote": "Sine philosophia nemo intrepide potest vivere, nemo secure.",
    "author": "Seneca",
    "date": 1958
  },
  {
    "quote": "All outdoors may be bedlam, provided there is no disturbance within.",
    "author": "Seneca",
    "date": null
  },
  {
    "quote": "You should, I need hardly say, live in such a way that there is nothing which you could not as easily tell your enemy as keep to yourself.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Seek not for events to happen as you wish but rather wish for events to happen as they do and your life will go smoothly.",
    "author": "Epictetus",
    "date": 1626
  },
  {
    "quote": "When you give your items away, don't keep the excess of your pride.",
    "author": "Bremer Acosta",
    "date": 2018
  },
  {
    "quote": "If you have assumed any character beyond your strength, you have both demeaned yourself ill in that and quitted one which you might have supported.",
    "author": "Epictetus",
    "date": 1626
  },
  {
    "quote": "Stoical' is the best word to describe her reaction to these compliments, Emma putting up with them as of they were one of my unfortunate foibles.",
    "author": "Carol Lee",
    "date": 1960
  },
  {
    "quote": "Just as the earth that bears the man who tills and digs it, to bear those who speak ill of them, is a quality of the highest respect.",
    "author": "Thiruvalluvar",
    "date": 1927
  },
  {
    "quote": "Love sometimes injures. Friendship always benefits, After friendship is formed you must trust, but before that you must judge.",
    "author": "Seneca",
    "date": null
  },
  {
    "quote": "Oh, dear me! he lamented. The raft has floated off and I suppose it's gone down that awful hole by now.",
    "author": "Tove Jansson",
    "date": 2010
  },
  {
    "quote": "Death would not surprise us as often as it does, if we let go of the misbelief that newborns are less mortal than the elderly.",
    "author": "Mokokoma Mokhonoana",
    "date": null
  },
  {
    "quote": "Even the least of our activities ought to have some end in view.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Man is mostly a collection of emotions, most of which he would do better not to be feeling.",
    "author": "Neel Burton",
    "date": null
  },
  {
    "quote": "Love sometimes injures. Friendship always benefits",
    "author": "Seneca Younger",
    "date": null
  },
  {
    "quote": "It is not the man who has too little who is poor, but the one who hankers after more.",
    "author": "Seneca",
    "date": 1969
  },
  {
    "quote": "Most of us are living the dream living, that is, the dream we once had for ourselves.",
    "author": "William Irvine",
    "date": 2008
  },
  {
    "quote": "These...xistential qualms you suffer, they just mean you're truly human. I aked how I might remedy them. You don t remedy them. You live thru them.",
    "author": "David Mitchell",
    "date": 2004
  },
  {
    "quote": "But Moominmamma was quite unperturbed.",
    "author": "Tove Jansson",
    "date": 1950
  },
  {
    "quote": "It was as if I'd lost some cosmic game of musical chairs; the song had stopped, I was left standing, and there was simply nothing to be dine about it.",
    "author": "Justin Cronin",
    "date": 2015
  },
  {
    "quote": "Quamquam scripsit artem rhetorieam Cleanthes, Chrysippus etiam, sed sic, ut si quis obmutescere concupierit, nihil aliud legere debeat.",
    "author": "Cicero",
    "date": null
  },
  {
    "quote": "I smile to catch the piranhas from swimming out of my mouth.",
    "author": "Evan Pettit",
    "date": null
  },
  {
    "quote": "Saiba que um teto de palha abriga o homem",
    "author": "Seneca",
    "date": 2005
  },
  {
    "quote": "The Greeks not only face facts. They have no desire to escape from them.",
    "author": "Edith Hamilton",
    "date": 1930
  },
  {
    "quote": "Fourteen years without a mother had me believe I could be stoic when I finally met her.",
    "author": "Maria Snyder",
    "date": 1894
  },
  {
    "quote": "In Tsurani culture, forgiveness was simply a less shameful form of weakness than capitulation.",
    "author": "Raymond Feist",
    "date": null
  },
  {
    "quote": "Philosophy calls for simple living, not for doing penance, and the simple way of life need not be a crude one.",
    "author": "Lucius Seneca",
    "date": 1969
  },
  {
    "quote": "What fortune has made yours is not your own.",
    "author": "Lucius Seneca",
    "date": 1969
  },
  {
    "quote": "It is a ridiculous thing for a man not to fly from his own badness, which is indeed possible, but to fly from other men's badness, which is impossible.",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "When you run up against someone else's shamelessness, ask yourself this: Is a world without shamelessness possible?",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "Sometimes in life we must fight not only without fear, but also without hope.",
    "author": "Alessandro Pertini",
    "date": null
  },
  {
    "quote": "It is a great man that can treat his earthenware as if it was silver, and a man who treats his silver as if it was earthenware is no less great.",
    "author": "Lucius Seneca",
    "date": 1969
  },
  {
    "quote": "If all emotions are common coin, then what is unique to the good man?",
    "author": "Marcus Aurelius",
    "date": 1626
  },
  {
    "quote": "The boon that could be given can be withdrawn.",
    "author": "Lucius Seneca",
    "date": 1969
  },
  {
    "quote": "She (the First Lady, entering the room with her gravely wounded husband) would admit fear but not despair.",
    "author": "Candice Millard",
    "date": 2012
  },
  {
    "quote": "The wife of a junior officer cooped up in a horrible canvas partition in steerage for five months wrote:",
    "author": "Stephen Taylor",
    "date": null
  },
  {
    "quote": "During the Great Depression, the philosophy of grin-and-bear-it became a national coping mechanism.",
    "author": "Maureen Corrigan",
    "date": 2017
  }
]